{"0": ["What is the dividend payout in 2012?", "What is the Compound Annual Growth Rate (CAGR) for Total Assets from 1996 to 2012?", "How much was the Net Worth in 2012 compared to 1996?", "What was the CAGR for Net Worth Per Share from 1996 to 2012?", "In which year did the Dividend Payout reach its peak?", "What was the Earnings Per Share in 2012?"], "1": ["What is the name of the person in the CC field ?", "Who is the recipient of this memorandum?", "What is the subject of the memorandum?", "When was the memorandum sent?", "Who is the sender of the memorandum?", "What action is requested regarding the unopened packs of RJR-brand cigarettes?"], "2": ["What is the personnel costs in the 4th year?", "What is the total budget for the entire proposed project period?", "How much is the total cost for the third year?", "What are the personnel costs for each year?", "Are there any consultant costs mentioned in the document?", "What supplies are listed in the budget?"], "3": ["What is the table number?", "What is the ambient temperature at which the rats were exposed for one month before being sacrificed?", "Which enzyme shows the most significant difference in activity between periportal and central areas of the liver lobule under cold-acclimatization conditions?", "How does the activity of glycogen synthetase change when comparing fed and fasted rats at 4°C?", "What is the probability of differences occurring by chance for the activity of phosphofructokinase between rats exposed to 24°C and 4°C?", "Which enzyme has the highest activity in the periportal area of the liver lobule after 12 hours of fasting?"], "4": ["What is the Log-in No. ?", "What is the name of the author of the document?", "What type of documentation is being submitted?", "What is the title of the document?", "Where will the document be presented?", "When is the abstract due for submission?"], "5": ["Which meeting is expected to have the highest ' attendance ' ?", "What is the date and time of the Menopausal Health Publication Management Meeting?", "Which meeting has the highest attendance?", "What is the submission deadline for the American Association of Pharmaceutical Scientists (AAPS)?", "Which meetings require original material, and which do not?", "Where is the National Osteoporosis Society (NOS) conference being held?"], "6": ["What is plotted along the x axis ?", "What is the average sample size per point for males aged 12-24 months?", "How does the mean growth rate in supine length for females compare between the two age groups (12-24 months and 24-36 months)?", "What is the average standard error for males aged 24-36 months?", "Which supplement intake level is associated with the highest mean growth rate in supine length for females aged 12-24 months?", "How does the mean supplement intake vary across quartiles for both males and females?"], "7": ["What is the 10th 'title' in Contents ?", "What is the title of the document?", "Which organizations provided the information for this digest?", "What years does the data in the digest cover?", "How many tables are included in the digest?", "What specific areas of higher education does the digest cover?"], "8": ["What is No. 2-26 of subheading H ?", "What is the main focus of research in analytical chemistry mentioned in the document?", "Which specific study under \"Vitamins in Nutrition\" is marked as \"Final\"?", "What is the purpose of studying thiamine metabolism in humans?", "How does pyridoxine deficiency affect serum and tissue enzymes according to the document?", "What preliminary research is being conducted on the role of vitamin E in hematurias of unknown cause?"], "9": ["What is the second subheading?", "How many participants are listed in the document?", "What is the format for entering the name and address of each participant?", "Are there any alternates listed in the document?", "How many alternates are listed in the document?", "Where can the source of this document be found?"], "10": ["Which is the railways company?", "What is the name of the transportation company mentioned in the document?", "Between which two locations does this receipt apply?", "What is the adult fare for travel between Victoria and Victoria Airport?", "Is there a half-fare option available, and if so, what is the cost?", "What is the maximum amount the company limits for baggage liability in case of loss or damage?"], "11": ["Under Private service how many patients were discharged in Neurology?", "What is the total number of patients discharged in the Medicine service?", "How many autopsies were performed on patients in the Neurology service?", "Which service had the highest number of days care discharged patients?", "What was the average days stay for patients in the Psychiatry service?", "How many patients were discharged from the Radiology service?"], "12": ["What is the brand name of the ITC personal care product advertised here?", "What is ITC Limited's commitment to providing world-class products and services to customers?", "How does ITC Limited ensure the safety of its customers/consumers?", "What measures does ITC Limited take to comply with marketing communication laws and regulations?", "What hygiene standards does ITC Limited adopt for its products?", "How does ITC Limited ensure responsiveness to customer feedback?"], "13": ["How many adult deaths were in 1978 as per 2nd quarter report ?", "What specific corrections were made to the analysis of hospital service reports for the 1st Quarter Report in 1978?", "How many total acute care deaths occurred in the Private Ward during the 1st Quarter Report in 1978?", "What was the total number of adult deaths reported in the 2nd Quarter Report in 1978?", "How many newborn admissions were recorded in the June Report in 1978?", "What was the total number of admissions in the June Report in 1978?"], "14": ["What Tobacco brand of GPI is shown in the picture?", "What is the main theme or message conveyed in this document?", "Who is the person featured in the photograph, and what does their role seem to be?", "What specific achievement is highlighted in the text regarding the launch of new brands?", "How does the quote \"success is about teamwork\" relate to the overall message of the document?", "What value is emphasized in the document, and how is it demonstrated through the story shared?"], "15": ["What is the % Promoted Volume in EDLP stores?", "What was the percentage of promoted volume in EDLP stores compared to \"high-low\" stores?", "Which technique used more frequently in EDLP stores: Point-of-Display or Feature?", "How much higher was the TPR (Total Promoted Volume) in EDLP stores compared to \"high-low\" stores?", "What is the difference in the level of price reduction between EDLP and \"high-low\" stores?", "In which category did EDLP stores have a lower percentage than \"high-low\" stores?"], "16": ["Which year was the meeting held?", "What is the title of this document?", "Who are the individuals listed under \"Emeritus Titles - Continued\"?", "In which field does Dr. Edith C. Robinson specialize?", "What is the full name of the individual who holds an Associate Professor Emeritus position in Social and Environmental Studies in Preventive Medicine?", "How many individuals are mentioned in the list of Emeritus Titles?"], "17": ["What is the full form of AHA?", "What is the title of the project mentioned in the document?", "In which phase is the project described?", "Who is the author of the document?", "Where was the document created or presented?", "When was the document published?"], "18": ["Which year's Budget was this?", "What is the total budget for SCN-1 in 1980?", "How much was allocated for administrative costs under SCN-1 in 1980?", "What is the total budget for the Iowa Department of Education in 1980?", "What is the total budget for SCN-1 Grants in 1980?", "What is the total budget for the SWILRC in 1980?"], "19": ["What is the order no. ?", "What is the name of the clinic mentioned in the document?", "Who is the recipient of this order?", "What is the order number for this document?", "When was the document received?", "How much is the total amount for this order?"], "20": ["What is the fullform of AAN?", "What is the date and time of the Menopausal Health Publication Management event?", "Which meetings are listed under \"Upcoming Meetings and Deadlines\" in the document?", "What is the deadline for the ISGE – World Congress of Gynecological Endocrinology (Hong Kong)?", "In which month will the American Academy of Neurology meeting take place?", "What is the source of the document?"], "21": ["Which hospital is mentioned in Appendix V ?", "What is the title of the document?", "Where is the sample menu and diet explanation used?", "What institution is mentioned in the document?", "Is there any additional information provided about the sample menus or diet explanations?", "What is the source of this document?"], "22": ["When is the memorandum dated?", "Who is the sender of the memorandum?", "To whom is the memorandum addressed?", "What is the date of the memorandum?", "What is the purpose of the attached revision in the memorandum?", "When is Charlie expected to report to the Council Affairs meeting?"], "23": ["What is the table number?", "What is the age of the individual in the study?", "Which protein source was used for the nitrogen balance study?", "What is the average protein intake per kilogram per day across all measurements?", "What is the highest percentage of nitrogen retention observed in the study?", "How does the nitrogen absorption percentage vary with different protein intakes?"], "24": ["Which year's report was this?", "What percentage of females had pallor of mucosa?", "How many males had marginal redness or swelling in their gums?", "Which physical finding was observed in the highest percentage of females?", "What is the total number of students examined in the study?", "In which category did the highest number of males have thyroid enlargement?"], "25": ["What is the date and time mentioned at the top of the page, outside of the Tabular representation?", "What is the status of the study titled \"Appropriate use of postmenopausal hormone therapy after the Women's Health Initiative\"?", "Which investigator presented the study on \"Lower doses of conjugated equine estrogens and medroxyprogesterone acetate: a new therapeutic option for postmenopausal women\"?", "Where and when was the meeting where the study \"Molecular mechanism of the crosstalk between estrogen receptors and the Src/Erk phosphorylation cascade\" was submitted held?", "What is the source of the study \"Novel estrogen receptor-interacting protein that modulates ER crosstalk with Src family tyrosine kinases\"?", "Which conference did the study \"Vasomotor symptom resolution with lower doses of conjugated equine estrogens and medroxyprogesterone acetate\" present at?"], "26": ["What is the day and date of Meeting?", "What is the date and time of the event mentioned in the document?", "Who is the chairman for the session starting at 9:00 am on Thursday, 22 October?", "Which topic is discussed under 'The Need for Treatment Failure'?", "Who presents the report on 'The Young Driver – Behavioural Expectations'?", "What is the next activity after the lunch break?"], "27": ["What is the name of the medical association?", "What is the date of the Nebraska Medical Association's 107th Annual Session?", "Where was the 107th Annual Session of the Nebraska Medical Association held?", "What is the theme of the Nebraska Medical Association's 107th Annual Session?", "Which year marks the 200th anniversary of America's Heritage mentioned in the poster?", "What is the logo on the poster representing?"], "28": ["What is the deadline date?", "What is the name of the organization that is hosting the research program?", "Who is the chairman of the Missouri Heart Association Research Committee?", "When is the deadline for submitting applications for the research program?", "Where can complete information and application forms be obtained?", "Which departments are eligible to participate in the research program?"], "29": ["What is the title of the document ?", "What is the name of the organization that issued this permission letter?", "Who is the recipient of the permission request?", "In which journal was the figure originally published?", "What is the intended use of the material being requested?", "What are the terms of the permission granted?"], "30": ["What is the number of live births for Alabama?", "What is the total number of live births in the U.S. according to the table?", "Which state has the highest maternal mortality rate from toxemia of pregnancy?", "How does the maternal mortality rate per 10,000 live births compare between Mississippi and South Carolina?", "What is the ratio of the maternal mortality rate for North Carolina to the U.S. average?", "Which state has the lowest maternal mortality rate from toxemia of pregnancy?"], "31": ["What is the ‘title’ of the plot?", "What is the title of the graph in Figure B.2?", "What does the y-axis represent in terms of cerebrovascular mortality?", "Over what time period is the data for cerebrovascular mortality presented?", "How does the multivariate predictor compare to the actual cerebrovascular mortality rates?", "What trend can be observed in the cerebrovascular mortality rates from 1950 to 1980?"], "32": ["What is the negotiated budget for Rutgers Med. Sch. given in the document?", "What is the total actual and/or obligated expenses for the ECG Center?", "Which center has the highest percentage of actual expenses negotiated to budget?", "What is the estimated balance at December 31, 1976 for the Central Lab?", "How much was the negotiated budget for the U. of S. Carolina?", "What is the total negotiated budget for all centers combined?"], "33": ["What is SCGP?", "What is the Shell Coal Gasification Process (SCGP)?", "What are some valuable products that synthesis gas can be converted into?", "Why is SCGP competitive for all applications?", "Who are Maarten van der Burgt and Jaap van Klinken, and what do they do in their respective roles?", "Where was this document published, and how can one obtain further copies?"], "34": ["What is written in red ink at the top?", "What are the main pollutants discussed in the document that contribute to acid rain?", "How does acid rain affect aquatic life according to the document?", "What is the \"natural\" pH range of precipitation based on Antarctic snow?", "In which regions of Canada do soils and lakes have more protection against acid rain?", "What is the concern regarding future effects from oil sands plant emissions mentioned in the document?"], "35": ["Experiences of the which branch of the clan will you be most interested in?", "What countries are highlighted in the map?", "Which direction do the arrows indicate in the map?", "What is the source of the document/poster mentioned at the bottom?", "How many members of the family are mentioned in the text?", "What is the main topic of interest for the Alberta branch of the clan?"], "36": ["What are the letters in the monogram logo at the top right of the document?", "How many times does the Board of the Company meet in a year according to its Governance Policy?", "What is the maximum gap allowed between two consecutive Board meetings based on Clause 49 of the Listing Agreement with Stock Exchanges?", "What type of matters are typically placed before the Board for review or approval?", "How many Board meetings were held during the financial year ended 31st March, 2014?", "What is the responsibility inherent in the concept of trusteeship mentioned in the document?"], "37": ["What is the number in parentheses [ ], between the two Tables?", "What is the monetary value in INR for total other provisions as of 31/03/2013?", "Are there any additional provisions or unused provision reversals recorded between 01/04/2012 and 31/03/2013?", "What was the total cash and cash equivalents as of 31/03/2013 according to the cash flow statement?", "Were there any changes in other provisions during the period from 01/04/2012 to 31/03/2013?", "Is there any asset recognized for expected reimbursement of other provisions mentioned in the document?"], "38": ["What is the income tax for 2003?", "What was the pre-tax profit in 2003 according to the document?", "How much did the post-tax profit increase by in percentage terms from 2002 to 2003?", "What is the proposed dividend per share for the financial year ending March 31, 2003?", "How much cash outflow is expected due to the proposed dividend?", "What was the total amount of retained profit carried forward to the following year in 2003?"], "39": ["Which work area is this related?", "What is the work area for this project?", "Who is the group coordinator for this project?", "What is the objective of the study described in the document?", "What specific components of natural menthol are being studied in relation to flavor and irritation?", "What is the status of the studies on the perception of menthol, cooling, and irritation in cigarettes?"], "40": ["Who is the third person in CC", "What were the smokers' opinions on the packaging of VSSS cigarettes?", "How did the majority of smokers view the concept of reduced visible smoke?", "What factors did smokers consider important when trying VSSS cigarettes?", "Did the fact that VSSS were \"low smoke\" significantly encourage smokers to try the cigarette?", "What were the most frequently mentioned problems with VSSS cigarettes according to the focus groups?"], "41": ["Who is this question addressed to?", "What was the date and time when this message was sent?", "Which groups were included in the NADIR research conducted in Minneapolis?", "What were the four winning concepts that emerged from the research?", "How did the younger smokers (21-40) compare to those aged 40-55 in their receptiveness to the \"All Natural/additive Free\" concept?", "What were the key concerns expressed by the participants regarding the taste and price of the proposed product?"], "42": ["How much menthol does KOOL \"C\" have?", "What is the objective of developing the Kool Milds 100 product using Kool \"C\" technologies?", "According to the CPT results, how did the Kool \"C\" product perform compared to the current Kool Milds 100 among Kool Milds 100 smokers?", "When was the Kool \"C\" with 0.72% Menthol implemented in April 1995?", "What does the acronym \"CPT\" stand for in the context of this document?", "Where can the source of this document be found?"], "43": ["Where is this Philip Morris office located at?", "What is the date of this inter-office correspondence?", "Who was responsible for loading Smok1 into SYBASE?", "What was the purpose of the Consumer needs research conducted in Chicago?", "Which articles were analyzed in the Smoking and Health section?", "When were the one-on-one interviews scheduled to be conducted?"], "44": ["Whose contact is given at the end?", "What is the primary reason why Camel cigarettes stand apart from other brands?", "How long has Camel been in operation since its introduction?", "What marketing tools does Camel use to differentiate itself from competitors?", "What new product line has been introduced by Camel to enhance the smoking experience?", "Who is the contact person mentioned in the document?"], "45": ["Who is the Medical Monitor or designee?", "What is the compound being studied in this publication review?", "Who were the authors of the study mentioned in the document?", "Which study sponsor is associated with this research?", "What is the date when the preliminary reviews were completed?", "Where is the proposed journal or meeting for this publication?"], "46": ["What is vitamin A requirement for age group 8-10 years ?", "What is the daily recommended intake of ascorbic acid for all individuals?", "How many international units (I.U.) of Vitamin A are recommended for an infant aged 0-1 month?", "At what age does the recommended intake of Vitamin A increase from 1,500 I.U. to 2,000 I.U.?", "What is the recommended intake of Vitamin A in International Units for a child aged 6-8 years?", "For how long is the intake of Vitamin A at 2,500 I.U. maintained before it increases to 3,500 I.U.?"], "47": ["Who signed this?", "What were the average PUFF RATIO values for the study mentioned in the document?", "What was the significance of the meeting with R&D Packaging Technologies regarding cellulose acetate tube capabilities?", "How did the inclusion of a cavity and prefilter affect the harshness and taste characteristics of high ventilation filter cigarettes?", "What were the next steps after completing the analysis of data related to the behavior of the cigarette?", "Who were the recipients of the document as indicated by the \"cc\" section?"], "48": ["What is the purchase order number?", "What is the due date for the outline?", "How much is the writer's fee, and how is it divided into installments?", "What confidentiality measures will be observed during the project?", "What are the submission requirements for the document?", "Who assigned the project, and when was it assigned?"], "49": ["To whom is the letter is addressed?", "What is the subject of the correspondence?", "Who conducted the filter flare-up testing on cigarettes made with Merit De-Nic and Bristol tippings?", "Where did the flare-ups occur in relation to the consumer's puffing point?", "What was the initial factory production rate of filter flare-up for Bristol Lights 100's?", "How were the reduced silicate levels achieved in the inks used for the testing?"], "50": ["What is the average age of camel smoker?", "What is the target demographic for Camel Special Lights according to the document?", "How does the taste perception of Camel Special Lights compare to Marlboro Lights among smokers?", "What percentage of male and female smokers prefer Camel Lights over other brands?", "What percentage of women smoke dual brands, and what are some examples mentioned in the document?", "What is the overall strategy behind targeting both male and female smokers with Camel Special Lights?"], "51": ["To whom the letter is addressed?", "What is the date of this inter-office correspondence?", "Who was the recipient of this document?", "What new materials or techniques were discussed in the report?", "What was the purpose of the rotary drop-on-demand (DOD) jet system used in the laboratory?", "What modifications were made to the tipper for the DOD spray stem?"], "52": ["What is the heading?", "Who is the author of the Product Research Report?", "What is the date of the report?", "To whom was the report initially addressed?", "What is the purpose of the evaluation mentioned in the report?", "Which department published this report?"], "53": ["What is the Manuscript number specified in the 'Title' ?", "What is the compound being studied in this publication review?", "Who is the study sponsor for this research project?", "What is the title of the comparative study mentioned in the document?", "Who were the authors of the study?", "When was the final review date for the attached documents?"], "54": ["When was the meeting held?", "What is the subject of the meeting report?", "Who were the attendees of the meeting on April 14, 1994?", "What was the purpose of the meeting?", "Which brands will be used for the next set of samples?", "What specific follow-up items were reviewed during the meeting?"], "55": ["What is osteoporosis corelated to?", "What is the primary focus of the Premarin® 2000 Medical and Scientific Communications Plan?", "Which medical specialties are targeted in this plan for the dissemination of Premarin data?", "Why is the audience of specialists involved in women's health care considered crucial for the counseling of ERT/HRT in postmenopausal women?", "How does the approval of a low-dose product potentially impact the use of Premarin in ERT/HRT counseling?", "What is the rationale behind targeting bone and dental professionals in the context of osteoporosis prevention and management?"], "56": ["What is the value given for girls of 13-15 yrs for 3 months?", "What is the emergency protein allowance for men aged 70 kg in 3 months?", "How much protein allowance is recommended for women aged 56 kg in 6 months?", "What is the protein allowance for infants per kilogram of body weight?", "At what age range does the protein allowance increase from 45 grams to 55 grams?", "What is the protein allowance for boys aged 16-20 years in 2 years?"], "57": ["what is written at the middle of round seal?", "What is the main purpose of the document?", "Who is the target audience for this volunteer program?", "What specific ways are mentioned in the document for volunteers to help combat hunger?", "Where is the Missouri Association for Social Welfare located?", "What is the name of the organization mentioned on the poster?"], "58": ["For when is startup of the wiegand evaporator system at park 500 is scheduled?", "What is the purpose of the Park 500 evaporator upgrade?", "Which filters were evaluated in the Filter R&D Support section?", "What levels of MGC were tested in PM Super Lights-type cigarettes?", "When was the completion report on the Marlboro Lights pickup written?", "How many flavors have been developed for aftercut evaluation?"], "59": ["what is the slope of set #1?", "What is the mean plate count for the control group (Winston LT with G725/5%S-9/98/05-12-92) at a dose of 0.0000 ug?", "How does the standard deviation (S.D.) change as the dose increases in the control group?", "What is the slope of the regression line for the control group?", "Which set has the highest mean plate count at a dose of 250.0000 ug?", "How does the standard deviation compare between the three sets of data?"], "60": ["What is the name of the company on top of the document ?", "Who is the recipient of this fax message?", "What is the date and time of the fax?", "Who is the sender of the fax?", "How many pages does the attached outline contain?", "What is the subject or reference of the fax?"], "61": ["At what rate is Methoprene currently added to B&W's tobaccos?", "What is the title of the research note?", "Who is the author of the research note?", "When was the research note written?", "What is the current application rate of methoprene in B&W's tobaccos?", "What was the sensory effect of methoprene at 20 ppm compared to a control?"], "62": ["What is the heading of the document?", "What is the title of the document shown in the image?", "Which year was the publication \"N-Nitroso Compounds\" from?", "Who were the editors of the publication titled \"Tobacco: A Major International Health Hazard\"?", "In which journal did Hoffmann and Hecht publish their work on cancer research?", "What is the source URL mentioned at the bottom of the document?"], "63": ["What is the Page Number?", "What treatments were found to be effective in treating hot flushes compared to placebo?", "Which adverse effects were reported for clonidine treatment in the studies mentioned?", "In which year was the study by Goldberg, Loprinzi, et al. published?", "What were some of the side effects associated with clonidine treatment according to Nagamani, Kelver, et al.?", "How did Goldberg et al. describe the relationship between clonidine and certain side effects?"], "64": ["What is cut tobacco no in this page?", "What is the total amount of casing used for the MT-778 batch?", "Which ingredients are listed in the document, and how many pounds of each are required?", "What is the mixing instruction for the preparation of MT-778?", "How much Hotantis is adjusted in the document?", "What is the source of this document?"], "65": ["what is the title of this page ?", "What is the purpose of the second Danchi test mentioned in the document?", "When are the results of the first test due according to the document?", "Who received the Japan Marlboro cut filler for evaluation?", "By what date are the cigarettes scheduled to be made based on the information provided?", "Who are the individuals listed under \"cc:\" in the document?"], "66": ["What is the abbreviation of Hormone Intelligent Notification Transmission?", "What is the total budget allocated for the INFOLinkTM service?", "What is the purpose of the Hormone Intelligence Notification Transmission (HINT)?", "How often will the HINT report be provided to Wyeth-Ayerst marketing management?", "What kind of data will be included in the HINT report?", "Who is the target audience for the HINT report?"], "67": ["what is the subject of this letter?", "Who is the sender of the document?", "What is the subject of the document?", "Which acids are mentioned in the context of their anions affecting taste?", "What does the document suggest about the effectiveness of acids versus anions in chemosensory systems?", "Who are the recipients of this document?"], "68": ["What has to be provided to SULT/SLT development?", "What are the primary objectives outlined in the document?", "Which specific product is recommended for implementation in 1991 according to the document?", "How does the document suggest linking smoker segments to actionable marketing strategies?", "What methods will be used to determine optimally satisfying products for desired smoker segments?", "In which key areas will expertise/new thinking/new process development be relied upon?"], "69": ["which floor details are mentioned in the document?", "What is the total square footage allocated for Swanson Nutrition Laboratories?", "How many square feet are dedicated to the Deputy Director's office?", "Which section of Swanson Nutrition Laboratories has the largest allocation?", "What is the subtotal for the Clinical Nutrition Research Modules?", "What is the grand total square footage for the entire fourth floor?"], "70": ["What is the name of the bank?", "What is the date of receipt on this tax deposit receipt?", "Which branch of The Chase Manhattan Bank, N.A. issued this receipt?", "What was the total amount withheld in taxes for the tax quarter ending December 1974?", "Who is the depositor named on this receipt?", "Where is the Citizens Commission on Science Law & Food Supply Inc. located?"], "71": ["What is the title of the document ?", "What is the total cost to date for the Premarin Family project?", "How much was allocated for the development of new papers under the Premarin Family project?", "Which posters/abstracts were developed and produced for the COGI, HHS, FIGO conference?", "What is the cost per poster/abstract for the ACOG (Lobo) event?", "How many abstracts were prepared for the HT monograph?"], "72": ["What is the name of the company on the letter head ?", "Who is the recipient of this fax message?", "What is the date and time when this fax was sent?", "How many pages does the attached document have?", "What is the subject of the technical report mentioned in the fax?", "Who is the sender of the fax?"], "73": ["What % of vests is available for conversion after 3 year?", "How many Options were granted during the financial year to eligible employees and some of its subsidiary companies?", "What is the vesting period for conversion of Options?", "Who are the members of the Investor Services Committee, and what is their composition?", "How many meetings of the Investor Services Committee were held during the financial year?", "What is the notice period required for a Director seeking to vacate office?"], "74": ["Which is the first year on x-axis?", "What is the title of the chart?", "Which type of food shows a decreasing trend over time according to the chart?", "In which year does the consumption of grain products reach its lowest point on the chart?", "How much did the per capita consumption of miscellaneous \"other foods\" increase between 1879 and 1950?", "What data source is mentioned in the chart?"], "75": ["What is the name of the airline?", "What is the name of the passenger on this ticket?", "Which cities were the origin and destination for the flight?", "What was the total fare paid for the ticket?", "What airlines issued the tickets?", "How many coupons are included in the ticket?"], "76": ["What is the amount of check?", "What is the date of this letter?", "Who is the recipient of this letter?", "What is the title of the project mentioned in the letter?", "Who is the applicant for this project?", "How much money is being enclosed with the payment?"], "77": ["What is the figure number?", "What is the range of liver mercury levels (in ppm) observed in Northern Fur Seals from March to May 1970?", "At what age do Northern Fur Seals have the highest liver mercury levels according to the graph?", "How many data points are there for each age group in the graph?", "What is the trend in liver mercury levels with increasing age of Northern Fur Seals?", "Is there any outlier in the data set that stands out significantly from the rest?"], "78": ["What is the page number?", "What is the nature of security for the 14% Secured Redeemable Non-Convertible Debentures?", "How many equal instalments were the 17% Secured Redeemable Non-Convertible Debentures redeemable in?", "What types of assets are secured by the hypothecation of investments, book debts, and outstanding movable properties according to the document?", "What was the amount of the dividend on Equity Shares declared for the year 1994-95 that could not be paid due to attachment of bank accounts?", "What is the total amount of advances given by the company to its wholly owned subsidiary GTC Global Limited?"], "79": ["what is the index of shared of the 21-25 segment", "What is the retention rate of the franchise for the Misty brand?", "How many percentage points higher is the rate of switching losses compared to the rate of quitting losses?", "What is the index value for single brand users in the franchise?", "What is the share of industry switchers gained by the Misty brand?", "What is the share of the 21-25 segment for the Misty brand?"], "80": ["Which director is the president of the 'colonial sugars company'?", "Who is the President of the Sugar Research Foundation, Inc.?", "What is the name of the Executive Director of the Sugar Research Foundation, Inc.?", "Which company does Carl S. Nadler serve as the Treasurer for?", "How many Vice Presidents are listed in the document?", "Who chairs the Scientific Advisory Committee?"], "81": ["What is the name of the client?", "What is the title of the progress report?", "Which client is mentioned in the document?", "What is the purpose of the poster presentations listed?", "Where was the first poster presentation held?", "When did the second poster presentation take place?"], "82": ["What is the name of the foundation?", "What is the name of the organization mentioned in the document?", "Where is the John Simon Guggenheim Memorial Foundation located?", "Who is Lucille S. Hurley in relation to this document?", "Who signed the acknowledgment on behalf of the Foundation?", "What is the purpose of the confidential statement being acknowledged?"], "83": ["What is the date of submission?", "Who is the proposal intended for?", "What is the name of the product family mentioned in the document?", "In which year was this proposal submitted?", "What is the address of DesignWrite, Inc.?", "What is the confidentiality status of the document?"], "84": ["What is the RDA for Calories for Sedentary woman(1948 report)?", "What were the recommended dietary allowances for calories in 1948 for a woman weighing 123 pounds (56 kg.)?", "How many calories were recommended for a moderately active woman in 1948?", "In 1953, what was the recommended calorie intake for a 25-year-old woman with a weight of 55 kg (121 lbs) and a height of 157 cm (62 inches)?", "How many additional calories were recommended for a lactating woman consuming 850 mL of milk daily in 1953?", "What is the total recommended calorie intake for a pregnant woman in the third trimester according to the 1953 data?"], "85": ["What is the budget offered for 3 Posters( including production)?", "What is the total budget for the Premarin® Publication Plan Proposal?", "How many review articles or clinical trial manuscripts will be produced under this plan?", "What discount will be applied if more than five manuscripts are produced?", "How much will it cost to produce three posters including production?", "Which departments will work closely with DesignWrite to ensure the scientific content and messages are optimized?"], "86": ["What Budget Estimate is given in this document?", "What is the total cost to date for the Strategic Publication Development Budget Estimate?", "How much was allocated for the development of new papers under the Premarin Family section?", "Which specific paper edits were included in the budget estimate, and what was the cost for each?", "What were the costs associated with the development and production of posters and abstracts?", "Who were the contributors mentioned in the budget estimate, and what were their respective roles?"], "87": ["What is the table number?", "What percentage of students in the 1975 class responded \"True\" to question number 8?", "How many students in the 1976 class responded \"False\" to question number 34?", "Which class had a higher percentage of students responding \"True\" to question number 33?", "What was the total percentage of students who responded \"Don't Know\" across both classes for all questions combined?", "In which year did more students respond \"False\" to question number 34?"], "88": ["Who is the sender of the Fax?", "Who is the recipient of the fax message?", "What is the date and time of the fax?", "Who is the sender of the fax?", "How many pages does the attached information contain?", "What is the subject or reference of the fax?"], "89": ["What is the report on?", "What is the stage of the study being tracked in the document?", "Which journal is the manuscript intended for submission?", "When is the manuscript scheduled for journal submission?", "What is the priority level of the manuscript?", "What is the status of the project mentioned in the document?"], "90": ["What is the Budget Estimate for CME Reviewer Provider Fee?", "What is the total budget estimate for the Council on Hormone Education event?", "How many attendees are expected at the event?", "What is the cost per attendee for refreshments?", "Which professional fees were included in the Commcor Seminar Expenses?", "What is the total cost for transportation?"], "91": ["What is the heading of the document?", "What was the profit on sale of stock in trade for the year ended 31st March, 2010?", "How much was the miscellaneous income for the year ended 31st March, 2010?", "What was the grand total of other income for the year ended 31st March, 2010?", "What was the opening stock of raw materials including packing materials consumed for the year ended 31st March, 2010?", "What was the total excise duties on increase/decrease of finished goods for the year ended 31st March, 2010?"], "92": ["What is the Fax no of Karen Mittleman?", "Who is the fax intended for?", "From whom is the fax being sent?", "How many pages does the fax contain?", "What is the date of the fax?", "What is the subject or reference of the fax?"], "93": ["Which company's fax message is this?", "Who is the recipient of the fax message?", "What is the date and time of the fax?", "Who is the sender of the fax message?", "How many pages does the fax contain?", "What is the subject of the fax message?"], "94": ["What is the net operating revenue for the year 2010?", "What was the net operating revenue for the year ended December 31, 2010?", "How much did the gross profit margin decrease from 2009 to 2010?", "What was the percentage change in operating income from 2008 to 2010?", "Which category had the highest increase in income before income taxes from 2008 to 2010?", "By what percentage did the net income attributable to shareowners of The Coca-Cola Company increase from 2009 to 2010?"], "95": ["What is the Priority of Article P2(3)?", "What is the title of the pharmacokinetic investigation article being worked on?", "Which journal is the preclinical review article intended for?", "When was the outline for the preclinical review article available?", "Who is responsible for revising the pharmacokinetic investigation article?", "What stage is the preclinical review article currently in?"], "96": ["What type of report is this?", "What is the project being discussed in the progress report?", "Which journal is the paper on postmenopausal women receiving hormone replacement therapy (HRT) scheduled for submission to?", "When was the first draft of the paper on the preclinical biology of trimegestone submitted for initial review?", "Who is the author of the paper on the safety, bleeding profile, and effect on lipids of a sequential HRT preparation containing 2 mg estradiol and trimegestone?", "What is the target submission date for the paper on the clinical evaluation of a new sequential HRT preparation containing 1 mg estradiol and the novel progestin trimegestone?"], "97": ["When is the next meeting held?", "What is the date and time of the Strategic Publications Development Meeting?", "Which paper has been accepted in the \"Female Patient\" journal?", "Who is responsible for communicating persistence/usage and awareness data status?", "What is the next meeting date mentioned in the document?", "Which paper will be published in the September/October issue?"], "98": ["What is the Dept.No?", "What is the total amount charged on this special request for check?", "Who is the payee for this transaction?", "Which department is responsible for this charge?", "What is the purpose of the payment as described in the attached letters?", "Who is the person to notify regarding this check?"], "99": ["Which proposed section would require food processors promulgated by FDA?", "What information is required for food processors to register with FDA according to proposed Section 415?", "Who supports the provision requiring food plant registration and what specific changes do they suggest?", "What labeling provisions does Section 9 of H.R. 10358 authorize?", "Until when does AFFI urge the Committee to postpone consideration of the labeling provisions of H.R. 10358?", "What additional actions has Congress requested regarding labeling questions and policy?"], "100": ["What is the progress Report number?", "What is the primary focus of Poster A1 in the study?", "Which publication venue and date is mentioned for Poster A2?", "What is the classification of Poster A3?", "How long is the study period mentioned for Poster A6?", "What is the status of the abstract for Poster A7?"], "101": ["Who are the medical journals for?", "What is the circulation of \"The Nurse Practitioner\" journal?", "Which journal has the highest circulation among those listed?", "How many issues does \"Clinician Reviews\" publish annually?", "Which journals are published monthly?", "What is the circulation of \"Nursing (Year)\"?"], "102": ["What is the Strategic Publication Development Budget?", "What is the purpose of DesignWrite in the context of Women's Health Care Strategic Publication Development 2003?", "How much budget is allocated for Strategic Publication Development in 2003?", "What services does DesignWrite provide for clinical data presentations at national and international congresses?", "What is the cost per Review Article/Clinical Trial Manuscript according to the budget?", "How much does it cost to produce a poster of an accepted abstract including production?"], "103": ["What is the progress Report number?", "What is the main focus of the research projects listed in this progress report?", "Which congress presented the poster on the blood lipid profile of postmenopausal women receiving hormone replacement therapies containing estradiol?", "Who was the author of the project titled \"Assessment of the metabolic tolerance in postmenopausal women over a 1-year period of two hormone replacement therapies containing estradiol in combination with either norgestrel or trimegestone\"?", "In which congress was the poster on the effects of bone mass and bone turnover of ovariectomized rats of an HRT preparation containing 17β-estradiol and trimegestone presented?", "What is the status of the poster titled \"A comparison of two hormone replacement therapies containing estradiol in combination with either hydrogestone or trimegestone with respect to prevention of postmenopausal bone loss\"?"], "104": ["what is re written in place of 34.8gallons", "What is the primary focus of this document?", "According to the document, what was the per capita consumption of soft drinks in 1971?", "How much did the per capita consumption of soft drinks increase from 1961 to 1971?", "What does the document suggest about the growth potential of the soft drink industry?", "What is the source of the data presented in the document?"], "105": ["What type of letter is this?", "What is the total amount requested for the proposed budget?", "Who are the personnel listed in the document and what are their respective roles?", "What percentage of effort does each person contribute to the project?", "How much is allocated for fringe benefits for Yee Ping Huang?", "What is the total cost of supplies mentioned in the document?"], "106": ["What is the phone number given at the top left end of the page?", "What is the title of the study mentioned in the document?", "Who is the recipient of this contract offer?", "What is the total price of the work described in the protocol?", "When is the testing date expected according to the document?", "What is the VAT number for R.J. Reynolds Tobacco Company?"], "107": ["How many countries has approved Totelle(R) dossier?", "What is the main objective of the TMG HRT Development Team?", "In which countries has the Totelle® dossier been approved?", "When was the sequential regimen dossier scheduled to be dispatched?", "What is the proposed target window for submitting the standard dose program?", "Who is the current driver for the date of the NDA submission?"], "108": ["Which cigarette brand beats Marlboro lights?", "What is the name of the cigarette brand being advertised in this poster?", "According to the advertisement, what is the tar level of Vantage Ultra Lights compared to Marlboro Lights?", "In which survey were the tar levels of Vantage Ultra Lights and Marlboro Lights compared?", "What was the result of the nationwide survey regarding the preference of low tar smokers for Vantage Ultra Lights or Marlboro Lights?", "What is the Surgeon General's warning mentioned at the bottom of the poster?"], "109": ["Who is the client?", "What is the target date for the project mentioned in the document?", "Which conference presented the poster titled \"WP2(2) Poster 1\"?", "Who were the authors of the poster presentation on \"WP2(2) Poster 1\"?", "Where was the poster presentation for \"WP2(3) Poster 1\" held?", "When did the poster presentation for \"WP2(3) Poster 1\" take place?"], "110": ["Which university ‘letterhead’ is given?", "What is the date of the letter?", "Who is the recipient of the letter?", "What is the purpose of the letter?", "How much did the book cost after postage?", "What is the title of the book being discussed in the letter?"], "111": ["What is written at the bottom right end of the ‘page’?", "Who is the proposal intended for?", "What is the title of the meeting mentioned in the document?", "When was the document prepared?", "Who prepared the document?", "What is the confidentiality status of the document?"], "112": ["What is the phone number given?", "What is the main topic of the event being advertised?", "When and where is the event taking place?", "Who are some of the featured speakers at the event?", "What specific areas does the event address in relation to publication planning?", "What additional tutorial is offered after the conference?"], "113": ["What is the amount shown for the recipient ‘Nutrition Fdn.NY’?", "What is the total amount donated to the Nutrition Fdn. NY in January?", "Which organization received $30,000 from the Proctor and Gamble Fund in March?", "How much was donated to the Johns Hopkins School of Med., NY in November?", "What was the purpose of the donation made to Ohio Mechanics Inst. in November?", "Which recipient received the largest single donation in 1964?"], "114": ["What is the Budget estimate for recruit editorial board/monthly newsletter development?", "What is the total budget allocated for the Medical Education and Communications Plan for the Premarin Product Line?", "How much does it cost to recruit an editorial board and develop a monthly newsletter for 12 issues?", "What is the charge per fax transmission for the identified audience?", "Is there a one-time charge to acquire a physician's fax number from a directory, and what is the reason behind this?", "What is the source of the document mentioned in the image?"], "115": ["what is the name of the university ?", "What courses did the applicant select for enrollment in the A.M. schedule?", "Which courses were mutually exclusive with the selected course \"Principles and Methods of Epidemiologic Research\"?", "What courses were mutually exclusive with the selected course \"Fundamentals of Epidemiology\" in the P.M. schedule?", "Where and when was the room reservation made for the applicant?", "By what date must applications be received according to the document?"], "116": ["What is the client name mentioned in this document?", "What is the title of the progress report?", "Who are the client contacts listed in the document?", "Which paper is currently being prepared by Parthenon?", "What is the target publication date for Paper PC(1)?", "What is the classification of Paper PS(2)?"], "117": ["Who is the Chairman of special Committee members?", "What is the title of the document?", "Who were the members of the Special Committee?", "Who served as the Chairman of the Special Committee?", "When was the report submitted?", "Who was the Legal Counsel to the Special Committee?"], "118": ["When dealing with patients, what would appear to be a safer and more appropriate solution?", "What is the primary issue discussed regarding metal femoral heads?", "According to Dowson et al (1987), how does a single transverse scratch affect the wear rate of polyethylene?", "How do ceramic femoral heads compare to metal femoral heads in terms of damage caused by particles of bone cement?", "What is the wear rate per year for a ceramic femoral head compared to a metal femoral head?", "What percentage reduction in polyethylene wear does the new generation of Zirconia ceramics offer over the current generation of Alumina ceramics?"], "119": ["Who is the Professor of History of Religions?", "Who is listed as the Extension Nutritionist for the United States Department of Agriculture?", "Which professor is associated with the Department of Agricultural Chemistry at The University of Missouri?", "What position does Dr. Margaret Mangel hold at The University of Missouri?", "Where is Dr. Robert E. Shank's affiliation located?", "Who is the Associate Dean of College of Agriculture at the University of Missouri?"], "120": ["What is the name of addressee in this letter?", "What is the date of this letter?", "Who is the recipient of this letter?", "What is the main topic discussed in Item 1 of the letter?", "Why has the FDA discouraged USP's efforts to become their \"sole source\" supplier?", "What regulations govern the participation of FDA employees in outside standard-setting activities?"], "121": ["When was this meeting happened?", "What is the title of the technical group meeting?", "When and where was the meeting held?", "Who were the rapporteurs for the first session on Monday, October 20th?", "On which day did the second session of the meeting take place?", "Who were the rapporteurs for the first session on Wednesday, October 22nd?"], "122": ["What is the text printed on the bottom right corner of the page?", "What is the status of the publication titled \"Mol Endocrinol\"?", "Who is the investigator for the study on estrogen receptors α and β in multiple endothelial cell pathways?", "Which study is currently under discussion and what is its focus?", "What was the main topic discussed during the International Menopause Society meeting in Berlin, Germany?", "How many years were the studies presented at the International Menopause Society meeting conducted over?"], "123": ["Who is the sender of this letter?", "What is the main topic discussed in this memorandum of meeting?", "Who stated that time is available to think about all possibilities?", "What type of labeling is being considered for non-perishable products?", "What is the current status of the selective program being tried in portions of the industry?", "Who is the person who signed the memorandum?"], "124": ["Which company is mentioned in this document?", "What is the title of the proposal mentioned in the document?", "Who is the organization that can provide additional copies of the document for free?", "Where is the Quaker Oats Company located?", "What is the purpose of the proposal regarding children's television?", "Is there any specific source or website mentioned for this document?"], "125": ["Who sent this form?", "What is the date of this document?", "Who is the recipient of this communication?", "What is the subject of this communication?", "What is the goal of the Office of Medical Deputy regarding health districts?", "What are the five management objectives of the Medical Deputy for Districts?"], "126": ["What is the subject line of this email?", "Who is the sender of the email?", "What is the subject of the email?", "When was the email sent?", "Who is the recipient of the forwarded message?", "What is the main topic discussed in the forwarded message?"], "127": ["When is the Knee Panel Meeting held in Chicago, IL?", "What is the date and location of the Knee Panel Meeting?", "Who will be presenting on \"Hot Topics and Future Trends in Orthopaedics\"?", "What specific topics will be discussed under \"Product and Instrumentation Trends\"?", "Who will be discussing \"OR Efficiency\" and what aspects will they cover?", "What time is the meeting adjourned?"], "128": ["What is the priority of the Article WMC(2)?", "What is the title of the manuscript being tracked for the \"Totelle Cycle 2 mg\" study?", "In which journal is the manuscript titled \"WMC(2)\" scheduled for submission?", "What is the current status of the manuscript titled \"P3(5)\" in terms of its review process?", "Who are the authors of the manuscript titled \"P3(1.1)\"?", "When was the final sign-off expected for the manuscript titled \"WMC(2)\"?"], "129": ["What is the name of the book store?", "What is the name of the bookstore mentioned in the document?", "Who is the customer whose account statement is shown in the document?", "On which date was the sale recorded for this account?", "What is the balance on the account as of February 27, 1988?", "What is the reference number associated with the sale?"], "130": ["What is the Day 2 event for the time 9:00-10:30 am?", "What is the title of the scientific agenda being discussed in the document?", "Who will be leading the discussion on Working Groups' reports on Day 2?", "What is the purpose of the Multidisciplinary Meeting Promotional Materials mentioned in the document?", "How many pages will the clinical monograph include based on the meeting transcripts?", "When is the recommended timing for publishing the proceedings of the meeting?"], "131": ["By what statistical 'method' is the the data collected ?", "What is the average quantity of food consumed per person per day in Chuquisaca's Sucre region according to the questionnaire method?", "Which region has the highest average quantity of food consumption per person per day among the regions listed?", "In which region does the average quantity of food consumption per person per day exceed 400 grams?", "What is the average quantity of food consumption per person per day for the total population in Potosí?", "How does the average quantity of food consumption per person per day compare between Tarija's San Lorenzo and Concepción regions?"], "132": ["What is the name of the company?", "What was the total amount of public support and revenue for the Oley Foundation in fiscal year 1986?", "How much did the Oley Foundation spend on program services in 1986?", "What was the excess of public support and revenue over expenses for the Oley Foundation in 1986?", "What was the fund balance at the beginning of the fiscal year for the Oley Foundation in 1986?", "How did the fund balance at the end of the fiscal year compare to the beginning fund balance for the Oley Foundation in 1986?"], "133": ["What is the ‘heading’?", "What is the total estimated budget for the Pharmaceutical Surveillance project?", "How much does the editorial development of the paper consensus cost?", "What additional costs are included in the \"Follow Up\" section?", "How many weeks of weekly follow-up are planned initially?", "What miscellaneous expenses are included in the budget?"], "134": ["What does this document relate to ?", "What is the case number for the Actos (Pioglitazone) Product Liability Litigation?", "Which judge is presiding over this litigation?", "Who are the parties involved in Takeda's response and objections?", "What is the purpose of Takeda's preliminary statement in this document?", "What is the source of the document as indicated at the bottom?"], "135": ["What is the letter in the single initial monogram based on header?", "What is the name of the medication mentioned in the document?", "Who is the marketing team responsible for this plan?", "When was the current update for this marketing plan?", "What is the confidentiality status of this document?", "Which company is associated with Premarin according to the document?"], "136": ["What is the Requisition No. given in the document?", "What is the Requisition Number for this document?", "Who is the supplier mentioned in the document?", "What is the total amount of the requisition?", "When was the document created?", "Who is the approver for the \"Robot publishing requisition to ERP\" step?"], "137": ["Who is the ‘Senior Product Manager ‘of Wyeth-Ayerst Pharmaceuticals?", "Who is the proposal intended for?", "What is the purpose of the document?", "When was the document submitted?", "Who submitted the document?", "What is the document's classification?"], "138": ["What is the team leader's name?", "Who is the Team Leader from Eli Lilly and Company mentioned in the document?", "What is the date on which Alan D. Mackenzie agreed to and accepted the terms?", "Which company is Alan D. Mackenzie associated with?", "Where is Takeda Chemical Industries, Ltd. located?", "What is the fax number provided for Takeda Chemical Industries, Ltd.?"], "139": ["What is the name of the company mentioned at the top of the page?", "What is the name of the publication mentioned in the letter?", "Who is the editor of the Annual Review of Nutrition?", "What is the address of Annual Reviews Inc.?", "When was this letter written?", "Who is Dr. Darby in relation to the letter?"], "140": ["Which number is repeated several times on the page?", "What is the name of the conference being advertised?", "When did the Annual Educational Conference take place in 1986?", "Where was the conference held in 1986?", "Who sponsored the conference?", "In what year was this conference's poster created?"], "141": ["What is indicated as second or third line treatment of type 2 diabetes mellitus?", "What is the therapeutic indication for pioglitazone in type 2 diabetes mellitus?", "How should pioglitazone be administered to elderly patients?", "What are the contraindications for using pioglitazone?", "What special warnings and precautions should be considered when using pioglitazone with insulin?", "How often should patients be reviewed after starting therapy with pioglitazone?"], "142": ["What is the name of the Client given in the report?", "What is the main focus of the Phase 3 study mentioned in the document?", "Which journal published the paper on the efficacy and safety of trimegestone (2 mg)?", "When was the paper on the blood lipid profile of postmenopausal women receiving hormone replacement therapies containing estradiol due for submission?", "What is the status of the paper titled \"Effects of an estradiol/trimegestone combination in comparison with Femoston on other coagulation parameters\"?", "Who is responsible for preparing the paper on glucose/insulin metabolism?"], "143": ["What is the VO. NO.?", "What is the date on the check?", "Who is the check made out to?", "How much is the check for?", "What is the purpose of the check?", "Who approved the payment?"], "144": ["When did the term of this agreement commence?", "What is the effective date of this Agreement?", "How long will the term of this Agreement continue in effect?", "What are the conditions under which either party may terminate the Agreement or a PWO?", "What happens if one party breaches a material term of the Agreement?", "What representations and warranties does the Institution make to TGRD?"], "145": ["Which fiscal year's currency use is shown in the pie chart?", "What is the total amount of planned foreign currency uses in thousand dollar equivalents?", "Which category has the highest percentage of total planned foreign currency uses?", "How much of the total planned foreign currency uses is allocated for common defense?", "What is the total amount of U.S. uses in thousand dollar equivalents?", "How does the local currency use compare to the total planned foreign currency uses?"], "146": ["What is the title of table 3?", "What is the average daily intake of energy for men aged 19-22 years?", "Which nutrient has the highest percentage of the Recommended Dietary Allowances (RDA) for women aged 23-50 years?", "How many percent of subjects in the study were vegan?", "What is the calcium intake percentage of the subjects aged 19-22 years?", "What is the ratio of calcium to phosphorus in the food consumed by the subjects?"], "147": ["where did this program happen?", "What is the title of the event being discussed in the document?", "When and where was this event scheduled to take place?", "What is the purpose of the Office of War on Hunger mentioned in the agenda?", "How many major problem areas will be addressed during the discussion?", "What will happen after the lunch break according to the agenda?"], "148": ["What is the underlined text on the top right corner of the page?", "What is the title of the document?", "Who is the document attributed to?", "In which year was this document published?", "What is the purpose of the document?", "Is there any restriction on the distribution or publication of this document?"], "149": ["What is the full form of I.P. ?", "What is the LD50 value for sodium cyclamate in mice when administered orally?", "Which animal species had the highest LD50 value for sodium cyclamate when given intraperitoneally?", "What is the LD50 value for calcium cyclamate in rats when administered subcutaneously?", "How does the LD50 value for calcium cyclamate compare between oral and intravenous administration in mice?", "What is the reference number associated with the LD50 value of 0.1 g/kg for calcium cyclamate in rats?"], "150": ["Who is the staff representative as per the agenda?", "What is the purpose of the workshop mentioned in the document?", "Who are the speakers presenting at the workshop?", "When and where is the workshop taking place?", "What are the objectives of the project discussed in the workshop?", "Who are the representatives for the Assembly Planning Committee and Staff Representative?"], "151": ["What is the page no mentioned in this document?", "What is the date and time of the conference mentioned in the agenda?", "Who will present the brief summary of morning deliberations?", "What is the first item on the agenda for the afternoon session?", "Which topic will be discussed regarding the practical considerations in accomplishing enrichment?", "When is the adjournment scheduled according to the agenda?"], "152": ["What is the page number?", "What is the title of the document?", "Which year does the Medical and Scientific Communications Plan cover?", "What family of products is being discussed in this plan?", "Who is the source of the document according to the information provided?", "How many pages does the full document have?"], "153": ["What is the CME Expense?", "What is the total amount allocated for CME Expense?", "How much was spent on Speaker Air Travel?", "What is the combined cost of Food and Beverage and LCD Projector?", "Which category has the highest expense in this document?", "What is the total amount listed under \"Speaker Expenses\"?"], "154": ["When was the Nutrition Committee held?", "What is the date of the Nutrition Committee meeting?", "Who will present the report on the Subcommittee of Nutritionists?", "Which special report is assigned to Dr. Jack Geer?", "Who will discuss the Dietary Fiber Statement?", "What is the next scheduled future meeting date?"], "155": ["Which company’s annual report is shown?", "What is the total investment in Reliance Medium Term Fund - Retail Plan - Growth Option in 2010?", "How many units of Birla Sun Life FTP - Institutional - Series AD - Growth were sold during the year in 2010?", "Which fund had the highest number of units purchased during the year in 2010?", "What was the value of investments in Reliance Regular Savings Fund - Debi Plan - Institutional Growth Plan in 2010?", "How many units of Reliance Fixed Horizon Fund IV - Series 6 - Institutional Growth Plan were sold during the year in 2010?"], "156": ["What is point number 1?", "What is the title of the publication program mentioned in the document?", "Which journal published the article \"Hormone Replacement Treatment Guidelines for Postmenopausal Women\"?", "In which quarter was the article \"Long-term Sequelae of Postmenopausal Complications\" published?", "How many articles were published in the first quarter of 1998?", "What is the purpose of the \"Bolster Premarin's Perception as the Original SERM\" section?"], "157": ["W ho from \"Garvw Travel in Boston\" has telephoned ?", "Who was the person who left the message for Mr. Darby?", "What is the date and time when the message was left?", "Who called Mr. Darby while he was out?", "What is the purpose of the call from Michael?", "What is the message left by the caller?"], "158": ["What is the page no mentioned in this newspaper?", "Who are the authors of the article \"Observations on the Pathogenesis of Coronary Heart Disease\"?", "What is the main focus of the special issue in Nutrition News?", "According to the text, what are some societal characteristics that may correlate with an increased incidence of clinical coronary heart disease (CHD)?", "What role does diet play in the development of CHD according to the article?", "What other factors are suspected to be involved in the pathogenesis of CHD based on the information provided?"], "159": ["what is the carcinoma(transitional cell )  of group 1 ?", "What is the mortality rate for each dose group in the study?", "How many animals were included in each dose group?", "Which dose group had the highest mortality rate?", "What types of urinary bladder abnormalities were observed in the study?", "How many animals developed papillary hyperplasia in the highest dose group?"], "160": ["What is the date at the top right corner of the page?", "What is the title of the symposium being held?", "Who is the keynote speaker for the \"Discovery and Innovation\" presentation?", "When does the welcome session start on Wednesday, September 20th?", "Which topic will be discussed during the \"Physics\" session?", "Who will be presenting on \"Biology\" in the morning sessions?"], "161": ["who is the lead responsibility for evaluating data from study OCT020", "Who is responsible for reviewing all completed clinical trial data based on definitions provided by safety?", "What is the due date for the task of reviewing all completed clinical trial data?", "Which team member needs to determine if patients were exposed at TCI during the OCT020 study?", "Who will summarize the findings from the review of completed clinical trial data and post-marketing data?", "What is the last update date mentioned in the document?"], "162": ["What is the ext.?", "Who is the Secretary of the Expert Committee on Trace Elements in Human Nutrition?", "What organization is hosting the reception mentioned in the invitation?", "On which date is the reception scheduled to take place?", "At what time will the reception begin?", "Where is the WHO Restaurant located?"], "163": ["What is the page number?", "What is the respondent's ideal cigarette according to the scale provided in the document?", "Which phrase did the respondent circle for \"Not strong tasting at all\"?", "How would the respondent rate their likelihood of buying the new cigarette shown in the advertisement?", "Why did the respondent choose not to buy the new cigarette?", "What is the total score for the respondent's ideal cigarette preferences based on the scale?"], "164": ["Which company bill is given?", "What is the name of the company that issued this receipt?", "What is the address of the company?", "What is the license number of the company?", "Who is the recipient of this receipt?", "What is the total amount on the receipt?"], "165": ["Which is precurser (d) of Tuberculosis ?", "What are the precursors for tuberculosis mentioned in the document?", "What is the current infection rate for tuberculosis in children under the age of four years?", "What is the projected BCG immunization coverage rate in 1985 and 1990?", "Which parasitic infestations are listed in the document, and what is their order of seriousness?", "What are the precursors for parasitic infestations according to the document?"], "166": ["What is the Direct account name?", "What is the total number of cases ordered for the B1G1F product?", "How many cases were packed per SKU for the B1G1F product?", "What is the cost for packing one SKU?", "Which promotion is this document related to?", "What is the weight of the shipment in pounds?"], "167": ["Who is the secretary?", "What is the total estimated budget for the Nutrition Education of Physicians Proposal for the first year?", "Who are the personnel listed in the proposal, and what are their respective titles, salaries, and fringe benefits?", "What supplies and services are included in the budget, and what are their costs?", "How much are the indirect costs calculated to be, and what percentage of the total budget do they represent?", "What are the fringe benefit percentages for Memorial Sloan-Kettering Cancer Center employees and Cornell University Medical College employees?"], "168": ["What is the ‘EXPIRATION DATE’ of the Manufacturer coupon?", "What is the brand name mentioned in the advertisement?", "What offer is being advertised for Doral cigarettes?", "Who is the target audience for this advertisement?", "What warning is included on the advertisement?", "How many free packs of Doral are being offered with the subscription?"], "169": ["What is written at the top of the page in bold capital letters?", "What is the name of the event being advertised?", "When does the Camel Roadhouse schedule start on Friday?", "Who will be performing live entertainment at the Camel Roadhouse?", "What activities are available for participants at the Camel Roadhouse?", "What is the minimum age requirement to participate in the roadhouse activities?"], "170": ["What is the heading of the first Article?", "What is the primary role of maintenance teams at KFC?", "How many technicians and supervisors work in the KFC-Chicago area?", "What is the total area covered by the maintenance team in the KFC-Chicago area?", "Who are the senators mentioned in the context of the tobacco price support program?", "What is the significance of the 8-cent sunset for state cigarette excise taxes?"], "171": ["What is the component that needs to included?", "What is the purpose of the \"Partial Clinical Hold Removal Request\" mentioned in the document?", "Which component needs to be included in the report according to the document?", "What is the status of additional epidemiology reports and summaries?", "What contingency plan is suggested if full reports are not available?", "Will the executive summary of bladder cancer cases be included as an appendix?"], "172": ["what is the trend of patient growth?", "What potential risks does the document mention for the launch of Avandamet 4/1000?", "How does the document compare Lilly's marketing spending with that of its competitors?", "What other Lilly drugs are mentioned in the context of potential upsides?", "What recent trend is noted regarding patient growth in the document?", "What gaps in medical initiatives are highlighted in the document?"], "173": ["What is the title of the document ?", "When is the report to the CEO scheduled?", "What documents need approval from the CEO before submission to the FDA?", "On which date are the EuR&D, TCI, and Lilly draft documents to be sent for review?", "How long does the team have to review the documents after they are sent?", "What is the final submission date to the FDA?"], "174": ["What is the page number?", "What are some traditional foods associated with Armenians?", "Which food is commonly consumed by both Polish and Germans?", "What are some of the fruits mentioned in the list for Egyptians?", "How many categories of food are listed for Eastern Indians?", "What does the document suggest about the importance of chewing?"], "175": ["What is the heading printed in red?", "What are the nine steps mentioned in the document for successful tank-car unloading?", "Which step involves checking the dome cover and bottom outlet valve seals?", "What is the first step in the process of tank-car unloading?", "How many steps are there in the process of tank-car unloading?", "What is the last step in the process of tank-car unloading?"], "176": ["What is the latency period associated with cancer?", "What is the primary focus of the ACTOS FDA Response Strategy?", "What future surveillance measures are recommended according to the document?", "What is the key message regarding pediatric safety in the context of ACTOS?", "What supporting arguments are provided for the safety of ACTOS in children?", "What are the main conclusions drawn from the risk/benefit assessment of ACTOS?"], "177": ["What is the name of the person who has signed the letter?", "What are the three key points mentioned in the document regarding R&D management involvement?", "What is the incremental cost for the RAA analyses on a sample of CPCL?", "Who is the author of this document, as indicated by the signature?", "What is the purpose of transferring routine monitoring to Lancaster and Winston-Salem according to the document?", "What is the source of the document as mentioned at the bottom?"], "178": ["What is the page no.?", "What is the total market share for Lorillard in April 1994?", "Which brand had the largest increase in market share from March to April 1994?", "How did the market share of Riviera change from March to April 1994?", "What was the average market share over the last 12 months for Malibu?", "Which brand had the smallest market share in April 1994?"], "179": ["What is the discount for Safeway employees on race tickets?", "What is the title sponsorship of the 1994 NASCAR Winston Racing Series \"Fast Friday\" show?", "How many General Admission tickets come with the title sponsorship of the 1994 NASCAR Winston Racing Series \"Fast Friday\" show?", "What special section of the grandstands will be designated for Safeway during the NASCAR Winston West Series event on July 3, 1994?", "Where will the 8'x32' billboard be located for the 1994 racing season?", "What discount does Safeway offer to its employees on race tickets purchased throughout the 1994 racing season?"], "180": ["What is plotted along the x axis ?", "What is the purpose of this 14-day smoke inhalation study in mice?", "Which exposure group shows the highest percentage of pre-exposure values?", "How does the control group (MC) compare to the other exposure groups in terms of minute volume means?", "What is the average minute volume mean for the RHE exposure group?", "Are there any significant differences in minute volume means between male and female mice?"], "181": ["What is the date mentioned at the top of the page?", "What is the date of this document?", "Which efficiency percentage was achieved for the reporting period in the GLASS FIBER section?", "What changes were made to the Fluted Drum on #5 KDF?", "When were diameter control folder modifications made on #1 KDF?", "What new policies and procedures will be implemented next week?"], "182": ["what is the project number ?", "What is the identity of the test item being studied in this research report?", "Which specific taper shells and inserts were tested in Phase II of the study?", "What was the project number assigned to this research study?", "On what date was the original report for this study completed?", "Who signed the report as the author, and on what date?"], "183": ["Who is the client in the document?", "What is the date of this document?", "Who is the client for this advertisement?", "What is the prize amount for the first prize in the sweepstakes?", "How many third prizes are there in the sweepstakes?", "What is the lowest tar level among the brands tested by the U.S. Government?"], "184": ["Who is the Dealer?", "What is the total number of stem tests conducted in this quality assurance data?", "Which case number has the highest percentage of object stems?", "What is the average stem weight per case?", "How many cases were tested for stem weight?", "What is the standard deviation of the stem weights?"], "185": ["What is the date of the document mentioned at the top?", "What modifications and repairs have been completed on the capsule washer?", "Why has the effectiveness of the additional strip heater not been determined yet?", "How does the Hog keep up with the present quantities of reject materials?", "What is the status of the equipment installation for Flow Agent addition?", "What is the current status of the Quality Improvement Team's efforts?"], "186": ["What is the name of the laboratory?", "What is the purpose of this document?", "Who is the panel coordinator mentioned in the letter?", "What is the address of the Product Opinion Laboratory?", "How many cigarettes per pack does the respondent usually smoke?", "What type of cigarette package does the respondent use?"], "187": ["Who is the president of NATIONAL ACADEMY OF SCIENCES-NATIONAL RESEARCH COUNCIL?", "Who is the President of the Food Protection Committee?", "What is the name of the Executive Secretary for the Food and Nutrition Board?", "Which subcommittee is chaired by R. B. Smith, Jr.?", "How many subcommittees are listed in the document?", "What does the Liaison Panel consist of?"], "188": ["When to return the complete account information form?", "What is the SIS number for M & S Candy?", "How many cases of candy will arrive on August 21, 1995?", "What is the direct account name for P & C?", "How many displays (#489980) will arrive on August 21, 1995?", "What is the deadline for completing and returning the document?"], "189": ["What is the ‘heading’?", "What are the values focused on in Activity One?", "What is the objective of Part Two of the activity?", "How should students rank the values in order of importance to themselves?", "What is the purpose of discussing key values with parents or guardians in this activity?", "What is the background information provided about the word \"value\" in this context?"], "190": ["What date is given on the top of the document?", "What is the promotion being offered for Doral cigarettes in February 1995?", "When does the promotion for Doral cigarettes begin and end?", "How many packs of Doral LT and FF boxes need to be placed in the special display?", "What is the cost per carton of Doral cigarettes after the discount?", "What is the total number of cartons needed to pack the 30 displays?"], "191": ["Who are the photographers?", "Who is the editor of \"Primate News\"?", "What are the names of the photographers featured in the document?", "Where is the Oregon Regional Primate Research Center located?", "How much is the annual contribution required for continued distribution of \"Primate News\"?", "What is the purpose of the publication \"Primate News\"?"], "192": ["What is the page no mentioned in this document?", "Which patients have not signed the correct version of the informed consent prior to enrollment?", "Were all randomized patients found to meet the eligibility requirements?", "Were any unreported complications or adverse events noted in the document?", "Did any unreported follow-up visits or examinations occur?", "Were there any patient complaints documented in the comments section?"], "193": ["Who is the winner of the 1978 Christopher Book award?", "What is the title of the book mentioned in the document?", "Who won the 1978 Christopher Book Award for this book?", "When was the book published?", "What is the ISBN number of the book?", "Who wrote the introduction to the book?"], "194": ["what is the minimum value of sodium in mg/100kcal?", "What is the source of this document?", "Which electrolytes are listed in Table 4?", "What is the minimum sodium concentration in mg/100 kcal?", "What is the maximum potassium concentration in mEq/l?", "For which formula is the electrolyte recommendation based on?"], "195": ["What is the day and date of the program?", "What is the date and time of the workshop recommendations?", "Who is the chairman of the workshop recommendations?", "Which panel discussion will take place after the workshop recommendations?", "Who are the panelists for the \"Where Do We Go?\" discussion?", "Who will provide the conference summary?"], "196": ["What is the Title of the document?", "Who is the recipient of the first set of copies mentioned in the distribution list?", "How many copies are being sent to the Armed Services Technical Information Agency?", "Which branch of the military is responsible for the research and development mentioned in the document?", "Where is the USAMEDS Combat Development Group located?", "What is the purpose of the distribution list shown in the image?"], "197": ["How much is the 'Meetings Budget' of RAISH in $?", "What is the total budget for the FY2005 project?", "Which production manager has the highest budget allocation?", "How much is allocated for meetings in the FY2005 budget?", "What is the total capital expenditure (CapEx) for the FY2005 budget?", "Which production manager has the lowest budget allocation?"], "198": ["What is the announcement on?", "What is the title of the first teaching aid mentioned in the poster?", "Who is the author of the teaching aid titled \"Inborn Errors of Metabolism\"?", "Based on which article did the teaching aid titled \"Diet and Birth Defects\" originate?", "How many slides does the teaching aid titled \"Diet and Birth Defects\" contain?", "What is the price of the teaching aid titled \"Diet and Birth Defects\"?"], "199": ["How much funds ‘from Reserve’?", "What is the total amount of funds available in 1971 according to the document?", "How much were the new grants for Research in 1971?", "What was the total amount allocated for Nutrition Education in 1971?", "What were the special funds not included in the 1971 budget?", "How much were the funds from membership payments and interest in 1971?"], "200": ["What is the weight of the shipment?", "What is the weight of the case of art works mentioned in the document?", "From which location was the merchandise received?", "Where is the merchandise currently stored?", "Who is responsible for clearing all importations according to the document?", "What are the warehouse and cartage charges for the merchandise?"], "201": ["When is the effective date mentioned in the form?", "What is the individual or corporate name on the document?", "What is the mailing address of Dan Thacker?", "Which state does Dan Thacker's farm address belong to?", "What is the total quota lbs. for Dan Thacker according to the document?", "Who is the lien holder for Dan Thacker?"], "202": ["What is the test name?", "What is the test number for this report?", "Who requested this test?", "What is the purpose of the test?", "What type of panel testing was involved in this report?", "What special instructions were given for the pilot plant?"], "203": ["What is the ‘one day postgraduate course’?", "What is the name of the institution hosting this course?", "Who were the course directors for this one-day postgraduate course?", "When did the course take place?", "Where was the course held?", "What is the theme or focus of the course based on the title?"], "204": ["What is the amount ?", "What is the date on which this check was issued?", "Who is the payee of this check?", "What is the amount in words written on the check?", "Which bank issued this check?", "What is the check number?"], "205": ["What number written at the bottom right end of the page?", "What is the name of the client/principal for Peter J. O'Brien & Company?", "In which city is the address of G. F. Structures located?", "What is the nature of business of G. F. Structures?", "Which department of the city agencies was the lobbying focused on for both clients?", "What is the amount of compensation received from each client, rounded to the nearest $5,000?"], "206": ["Which US city's name is given at the bottom?", "What is the title of the document?", "When did the twentieth annual meeting take place?", "Which organizations were involved in this meeting?", "Where was the meeting held?", "Who is the source of this document?"], "207": ["What is the fullform of ils?", "What is the name of the company that issued this certification?", "What language was the original document in?", "Who executed this certification on August 21st, 2013?", "Where was the certification executed?", "What is the document being translated referred to as?"], "208": ["What shortens life?", "What is the main finding of the long-term follow-up study mentioned in the document?", "How many insured persons were included in the study?", "What does the letter \"O\" stand for in the context of the document?", "Who is the target group for preventing overweight according to the document?", "What does the letter \"D\" represent in relation to the document's content?"], "209": ["What is the name of the meeting?", "What is the date and time of the March Trimegestone Publication Management Meeting?", "Which meeting is scheduled for May 24-28, 2003, in Bucharest, Romania?", "Who is the author of the abstract titled \"Bone data of some description\"?", "What is the stage of the study for the abstract titled \"Amenorrhea responder analysis – 75/90/100% data\"?", "What is the outcome for the abstract titled \"Body weight changes in postmenopausal women treated with sequential regimens\"?"], "210": ["Which advertisement theme did the 'coke adds life to ..' campaign replace?", "What was the memorable commercial introduced in 1971 that featured the phrase \"I'd like to teach the world to sing\"?", "In which year did Coca-Cola introduce a new advertising campaign themed \"Coke Adds Life\"?", "Who was named Adman of the Year by Advertising Age Magazine in December 1974?", "How did the \"Look up, America\" series of commercials further execute the theme of \"It's the real thing\"?", "What is the overall theme throughout the various adaptations of Coca-Cola's advertising campaigns?"], "211": ["What is on the X axis of this plot?", "What is the purpose of this graph?", "Which cereal grain shows the highest weight gain after 35 days?", "How does the protein content in the diet affect the weight gain of weanling rats?", "What is the difference in weight gain between casein and cereals when the diet contains 10% protein?", "Which cereal grain has the lowest weight gain after 35 days?"], "212": ["protein solution mixed with what makes a stable dispersion?", "What are the two components shown in Figure 1?", "What is the process depicted in Figure 1 called?", "What is the purpose of mixing the protein solution with oil?", "How does the final product in Figure 1 differ from the individual components?", "What type of dispersion is formed after mixing the protein solution and oil?"], "213": ["What is the name of the magazine mentioned at the top left of the page?", "What is the main topic discussed in the article?", "Who is mentioned as being influenced by Coca-Cola according to the hacked emails?", "What strategy does Coca-Cola seem to be using based on the information provided?", "Who was among the first to review the hacked emails and report on Coca-Cola's apparent strategy?", "What additional resources or articles are mentioned in the document?"], "214": ["Who is the prime minister of Japan mentioned here?", "What is the main topic discussed in the document?", "Who called together Japan's largest exporters for this meeting?", "What was the minister's appeal regarding foreign goods?", "How many manufacturing companies accounted for 50 percent of Japan's exports in the fiscal year mentioned?", "What position has been appointed at Sotheby’s Holdings Inc.?"], "215": ["R J Reynolds Tobacco Company made this offer for which markets", "What is the purpose of this Distributor Private Label EDLP Retail Pricing Agreement?", "What specific terms does the retailer agree to in this agreement?", "What rebates will R.J. Reynolds Tobacco Company provide to the retailer per carton?", "How often will the retailer receive the bonus payment from R.J. Reynolds Tobacco Company?", "What is the effective date of this pricing promotion?"], "216": ["what is the company's name on the letter head?", "What is the date of this document?", "Who is the recipient of this letter?", "What is the subject of the letter?", "What is the current status of pioglitazone development according to Upjohn's statement?", "What action does Takeda propose regarding the transfer of the IND from Upjohn to Takeda?"], "217": ["For which brand  of soft drink is the product information provided?", "What is the calorie content per fluid ounce for Pepsi-Cola?", "Which ingredient is used in Mountain Dew but not in Diet Pepsi Free?", "How much caffeine is present in Pepsi Light compared to Diet Pepsi?", "What is the potassium content in Pepsi Light?", "What sweeteners are used in regular soft drinks other than Diet Pepsi, Pepsi Light, and Diet Pepsi Free?"], "218": ["For which school the contribution was done?", "What is the name of the organization that issued this contribution receipt?", "Who was the recipient of the contribution mentioned in the receipt?", "In what year was the contribution made?", "How much was the contribution amount?", "Who is the treasurer of Wiltwyck School for Boys, Inc.?"], "219": ["In which country is \"The Bronze Gallery\"?", "What is the name of the gallery mentioned in the document?", "Who is the recipient of the goods being sent?", "What is the address of the Bronze Gallery?", "What is the date of the cash sales transaction?", "How much was the parcel balance in U.S. dollars?"], "220": ["Who was in editorial committee in 1985-1987 period?", "Who is the recipient of the acknowledgment in the image?", "What position did William Darby hold from 1985 to 1987?", "Which publication was William Darby involved with during his tenure on the Editorial Committee?", "Who signed the document as President?", "Who signed the document as Editor in Chief?"], "221": ["What is the phone number to reach Dr Donald?", "Who was the person who called while the recipient was out?", "What is the date and time when the call was made?", "From which organization did the call originate?", "What message was left on the answering machine?", "What is the phone number of the caller?"], "222": ["Which institute's medical advisory board meeting is mentioned here?", "What is the name of the organization hosting the Medical Advisory Board Meeting?", "When did the Medical Advisory Board Meeting take place?", "Where was the Medical Advisory Board Meeting held?", "What is the source of this document?", "What is the purpose of the Life Extension Institute?"], "223": ["Who is this fax for?", "What is the date of the fax?", "Who is the recipient of the fax?", "From which office is the fax being sent?", "How many pages does the fax include?", "What is the contact number for Ginny Graziano?"], "224": ["What is the name of the hotel?", "What is the total amount charged on this receipt?", "Which room number was charged for the room fee?", "What is the address of the billing address listed on the receipt?", "Who is the charge instructed to be made to according to the receipt?", "What is the date range covered in the charges listed on the receipt?"], "225": ["What is the cost of postage ( see the postal stamp at top left)?", "What is the name of the sender on this envelope?", "Where is the sender located?", "Who is the recipient of this letter?", "What is the date of mailing for this letter?", "What is the postage amount on this envelope?"], "226": ["From which university does James V. Fiorca come ?", "What are the names and affiliations of the presenters listed in the document?", "Which medical school is associated with the presenter from St. Louis, Missouri?", "Where is the presenter from the University of Pennsylvania School of Medicine located?", "How many presenters are from the University of Pennsylvania School of Medicine?", "What is the source URL mentioned at the bottom of the document?"], "227": ["What is on the Y axis of the plot?", "What is the x-axis labeled in the graph?", "What does the y-axis represent in the context of the graph?", "How many data points are there in the graph?", "What method was used to determine available lysine according to the caption?", "What is the source of the document or poster?"], "228": ["What is the name of this commercial track for Coca-Cola?", "What is the title of the song mentioned in the document?", "Which beverage is being advertised in the lyrics?", "How many times does the phrase \"It's the real thing\" appear in the lyrics?", "What season is associated with the lyrics?", "What is the main theme of the lyrics?"], "229": ["Which is the 10% neutral buffered formalin used?", "What type of decontamination solution was used for this procedure?", "What is the DePuy Retrieval Number or Patient assigned identification number?", "Was a separate tissue sample included in the procedure?", "What is the size (in millimeters) of the Ultamet Insert?", "Which type of Pinnacle component was used in the procedure?"], "230": ["What is the date for wind data from baltimore", "What is the percentage of time winds blew from the north direction in the annual wind rose?", "Which season shows the highest percentage of calm conditions?", "What is the velocity range represented by the hatched area in the legend?", "How many hours per year were recorded as calm based on the data provided?", "What is the source of the wind data presented in the poster?"], "231": ["At what time did Charles Muller call Dr. Darby?", "Who was the message intended for?", "What is the date and time when the message was left?", "Who made the call?", "What is the phone number of the caller?", "What action did the operator take regarding the call?"], "232": ["To Whom is this letter addressed to?", "What is the date and time on the postmark?", "Who is the recipient of the postal card?", "Where is the recipient located?", "What is the purpose of the stamp on the right side of the card?", "What is the address on the left side of the card designated for?"], "233": ["What is the date of the letter ?", "What is the date of the legal hold mentioned in the document?", "Which companies have been named as defendants in the product liability actions related to ACTOS® and ACTOS® combination medicines?", "What is the reason for modifying the existing legal hold for Takeda employees and contractors?", "Who should be informed about this request for relevant documents?", "What is the email address of the Legal Department Manager responsible for this matter?"], "234": ["What is the title of the document?", "Is the organization conducting or planning activities in occupational health specifically toward agricultural problems?", "Which areas are the activities directed towards, according to the document?", "Does the general occupational health program apply to agricultural populations as well as other groups?", "Are there any public agencies working in this field, as mentioned in the document?", "Is statistical data available which documents needs for agricultural programs in occupational health?"], "235": ["Who will bring cots and EMS equipment?", "What specific areas will have TV satellite trucks parked on Marshall Street?", "Which rooms will have meeting audio piped into them?", "Where will protesters request city permits if needed?", "What equipment is required for the Media Registration/Work Room?", "How many Eclipse press kits are available in the Press Conference Room?"], "236": ["What is the full form of FERS?", "What employee benefits are mentioned in the document?", "Who is the contact person for discussing employee benefits?", "What is the phone number to schedule an appointment with the contact person?", "What is the purpose of the Group Term Life Insurance Program?", "How does the Federal Employees Retirement System (FERS-FRAE) determine eligibility?"], "237": ["What is the full form of EPA?", "What specific agency responsibilities rely heavily on data and risk assessments provided by the product registrant?", "What is the primary focus of the Bulletin in terms of industry assessments?", "How does the Bulletin protect industry assessments from scrutiny?", "What was the finding regarding the selection bias in mutagenicity studies for atrazine?", "What was the conclusion drawn from the analysis of studies submitted to EPA on the effects of atrazine on frog reproductive development?"], "238": ["Were CME credits offered?", "What was the city and state where the event took place?", "Was CME credit offered for attending this event?", "Which therapeutic area was the event focused on?", "Who sponsored the event according to the form?", "Did the attendee attend the event, and if so, why?"], "239": ["What time is the lunch?", "What is the date and time for the registration on Thursday evening?", "Who will be presiding over the session on \"The World Food Situation and America's Leadership\"?", "Which speaker will discuss \"The Impact of the Present Rate of Population Growth\"?", "Who will be the respondent for the session on \"The Economic Dimension\"?", "What is the name of the organization that hosted this Community Conference on Food and Population?"], "240": ["In which period is average annual number the highest?", "What is the trend in the average annual number of waterborne disease outbreaks from 1938 to 1975?", "In which period did the average annual number of waterborne disease outbreaks reach its lowest point?", "How many years does the graph cover?", "What was the average annual number of waterborne disease outbreaks in the period 1961-1965?", "Did the number of waterborne disease outbreaks increase or decrease over time?"], "241": ["In which year ( 1970 or 1969) net sales worldwide is larger?", "What were the net sales for CPC International Inc. in 1970?", "How many shareholders were there in 1970 according to the document?", "What was the net income for the United States in 1970?", "Which countries were included in the first four distinct periods of international growth since 1906?", "What was the earnings per share for the worldwide operations in 1970?"], "242": ["which committee is mentioned in the document?", "Who is the chairman of the Environmental Health Advisory Committee?", "What is the date of the meeting mentioned in the document?", "How many members are listed in the document?", "Which university does Dr. Samuel S. Epstein represent?", "Who serves as the Executive Secretary for the committee?"], "243": ["Whose name is mentioned first under EPA Attendees?", "What is the date and time of the EPA meeting with SOCMA?", "Where was the EPA meeting held?", "Who were the EPA attendees mentioned in the document?", "What is the topic of the meeting?", "Who were some of the SOCMA attendees mentioned in the document?"], "244": ["What is the title?", "What does ACC stand for in the context of this document?", "How many key points about ACC's mission are mentioned in the image?", "What is the commitment of ACC members regarding environmental, health, and safety performance?", "What is the name of the initiative through which ACC members commit to improved environmental, health, and safety performance?", "Where can one find more information about the source of this document?"], "245": ["What is the last for profit sponsor listed here?", "What percentage of the projects in 2012 were sponsored by for-profit entities?", "Which government/non-profit organizations are listed as sponsors in the document?", "How many project sponsors each comprise 2% or more of the work mentioned in the document?", "What is the total percentage of education projects mentioned in the document?", "Which collaboration project is associated with \"Beyond Science and Decisions: From Problem Formulation to Dose Response\"?"], "246": ["What is step 6 in the flow chart?", "What is the purpose of the IRIS Process as depicted in the image?", "Which step involves publishing a Federal Register Notice?", "After the Independent Expert Peer Review and Public Comment, what is the next step in the process?", "How many steps are there in the IRIS Process pre-2004?", "What is the final step in the IRIS Process pre-2004?"], "247": ["On which page is Appendix D?", "What is the main focus of the document?", "Which section discusses the impact on the practice of risk assessment in the federal government?", "How many appendices are included in the document?", "What is the page number for the section titled \"Conclusions and Recommendations\"?", "Which agency responses are listed under Appendix E?"], "248": ["What is the time of the reception?", "What is the occasion for which G. Donald Whedon, M.D., is being honored?", "When and where is the reception taking place?", "Who is the organization hosting the reception?", "What is the cost of the Deluxe Buffet and cocktails per person?", "Who should checks be made payable to?"], "249": ["What is the underlined text?", "Who is the letter addressed from?", "What publication is mentioned in the letter?", "What does Dr. Samuel M. Weisberg suggest about the paper's readability?", "When is the Committee meeting mentioned in the letter?", "What does Dr. Samuel M. Weisberg imply about the essence of the Committee's set?"], "250": ["What is the name of chocolate brand?", "What is the title of the symposium mentioned in the image?", "Where was the symposium held?", "When did the symposium take place?", "What is the source of the document?", "What is the publication date of the supplement mentioned?"], "251": ["What is the heading of the first column of the table?", "What is the equity owner type mentioned in the document?", "On which date was the first holding recorded for Dalmia Housing Finance Ltd?", "How many shares does Dalmia Housing Finance Ltd hold on each of the specified dates?", "What is the percentage of shares held by Dear Investment Pvt Ltd on all the specified dates?", "Which equity owner has the same percentage shareholding across all the specified dates?"], "252": ["What is the heading?", "What is the definition of the \"Floor of the Hazard Range\" in the context of risk assessment?", "How is the RfC/RfD identified when based on a single candidate value?", "In the case of an RfC/RfD based on two or more candidate values, how is it determined?", "What is the implication of the statement that the reference value is not likely to change with further testing?", "What does the floor of the hazard range signify for risk managers?"], "253": ["What is the name of the company mentioned just below the logo?", "What is the process for recognizing revenue according to the document?", "How are lease rentals accounted for in the statement of profit and loss?", "What is the proposed dividend mentioned in the document?", "How are foreign exchange transactions accounted for in the document?", "What is the treatment of research and development expenditure in the financial statements?"], "254": ["What is the name of the company in the logo?", "What was the highest value recorded for Nifty in April 2009?", "How many shareholders had between 1-500 shares on March 31, 2010?", "What percentage of total shares were held by shareholders with more than 1000 shares?", "Which category of shareholders held the largest number of shares in physical form?", "What is the total number of shares held by all shareholders as of March 31, 2010?"], "255": ["What is the page number of Introduction?", "What is the main topic of the document?", "Which section discusses the USEPA's approach for evaluating cancer risks posed by oral exposure to 1,4-Dioxane?", "What year was 1,4-Dioxane added to the 2016 Fourth Contaminant Candidate List?", "How many tables are mentioned in the document?", "What appendices are included in the document?"], "256": ["What is the Doc #?", "Who were some of the scientists mentioned in the document?", "What was the process followed by the CATT team to come up with the drinking water screening level?", "How did USEPA summarize the large body of information into tables for the CATT team?", "Did the CATT team have any questions about the studies they reviewed during the meeting?", "What is the role of toxicologists in the study mentioned in the document?"], "257": ["What is the Total years of experience of the first employee?", "What is the total experience of the individual mentioned in the document?", "What was the remuneration received by the individual on 04/04/95?", "How much energy was purchased in KWH units during the current year?", "What was the total amount (in Rs.) spent on power and fuel consumption during the previous year?", "Did any research and development work take place during the period covered by the report?"], "258": ["What is the educational qualification of the Chairman?", "Who is the chairman of the Department of Home Economics at Alcorn A & M College?", "What is the title of the officer in charge of the Child Development Center?", "Which officer is responsible for Public Relations and Student Affairs?", "How many acting officers are listed in the proposed administrative structure?", "What is the educational background of Mrs. Linelle Grier?"], "259": ["What is the page number?", "What strategies will DORAL implement to address the growth of the savings segment?", "How does STERLING's positioning differ from other brands in the market?", "What is the focus of RJRT's participation in the private label sub-segment?", "What are the three priority areas for technology and product development work?", "What merchandising platform will be built at retail to introduce repositioned brands?"], "260": ["In which page number is \"Introduction\"?", "What is the main topic discussed in the \"Digest\" section?", "Which page number corresponds to the \"Introduction\" section?", "What are some of the long-term marketing deficits mentioned for Puerto Rico and the Virgin Islands?", "How many pages are dedicated to the \"Conclusion and agency comments\" section?", "What appendix includes the letter dated June 27, 1969, from the Secretary of Agriculture?"], "261": ["Which organization has suggested the definition of Best available science ?", "What specific definitions or alternatives does ACC suggest for the terms used in EPA's risk assessment guidelines?", "How does ACC propose to define \"Best Available Science\" according to their suggestion?", "Why does ACC struggle with the idea that these definitions will evolve over time without explanation from the EPA?", "What is the source of the document mentioned in the image?", "According to the document, what is the significance of peer review in evaluating scientific information?"], "262": ["Whose picture is given?", "What is the main topic discussed in the document?", "Who is the irrigation specialist mentioned in the document?", "According to the recommendations, what should be considered when making irrigation decisions?", "How many Nebraska locations were used for the evaluation of timely irrigation?", "What was the average increase in tons per acre observed due to timely irrigation?"], "263": ["By whom are the 'Observations/ concerns' raised?", "What specific concerns did members of the WA State Farm Bureau raise regarding the \"What's Upstream\" campaign?", "How do farmers feel about the EPA's involvement in their mission to feed the world?", "What is the main issue highlighted with the CWA Section 319 Grants program?", "What challenges do small landowners face due to the complexity of regulations?", "What concerns do dairy industry members have regarding the EPA's understanding of their operations?"], "264": ["What is the highest value for \"Intake, mg/1000 kcal \" plotted on the 'X' axis of the graph?", "What is the relationship between the percentage of calories from polysaturated fats and the serum cholesterol reduction?", "How does the cholesterol intake in the diet affect the serum cholesterol reduction percentage?", "What is the calorie composition of the diet mentioned in the document?", "Which line on the graph represents the \"Found\" data points for serum cholesterol change?", "What is the range of cholesterol intake (mg/1000 kcal) shown on the x-axis of the graph?"], "265": ["Which session is mentioned here?", "Who was the chairman of the morning session on July 10, 1974?", "What is the topic of Dr. A.S. Prasad's presentation?", "Where is Dr. K.M. Hambidge from?", "Which institution does Dr. W.G. Klingberg represent?", "What is the focus of Dr. J.F. Sullivan's presentation?"], "266": ["What type of Mail is it?", "What is the address of the University of Texas System Cancer Center?", "Which permit number is associated with the first business reply mail envelope?", "Who is the addressee for the second business reply mail envelope?", "In which city is the Shamrock Hilton located?", "What is the purpose of the \"Business Reply Mail\" service?"], "267": ["What type of communication is it?", "What is the date and location of the Medical Advisory Committee meeting?", "Who will be presenting on the general view of USBA program and problems?", "What topics will be discussed under the general discussion of future medical program?", "Which committee members will be reviewing grant applications?", "What is the date for the spring meeting mentioned in the agenda?"], "268": ["What is the name of the company mentioned at the top of the table?", "What is the total amount of funding provided by the Ford Foundation in November 1970?", "Which university received the largest single grant from the Ford Foundation in November 1970?", "For what purpose was the $100,000 grant to Duke University awarded?", "How many universities received grants for graduate and undergraduate programs in urban affairs?", "What is the purpose of the $2,000,000 grant to the University of Michigan?"], "269": ["What is the heading?", "Who are the individuals responsible for Manufacturing according to the document?", "Which team is responsible for Quality control?", "What is the full form of R&D mentioned in the document?", "Who is the person associated with Clinical Research?", "Which two individuals are listed under Marketing?"], "270": ["What is the title of the article?", "What is the most reliable method for determining proper anteversion according to the document?", "How do shell trials in 1 mm incremental sizes help assess shell fit and orientation?", "What size of the shell trial is marked on the trial shell (54 mm measures 54 mm)?", "What is the typical range of shell anteversion mentioned in Figure 21?", "In what anatomical orientation should the shell trial be placed during the procedure?"], "271": ["What is the name of the filer?", "What is the title of the document?", "Who is the filer's name mentioned in the document?", "In which position does Michael Leonard Dourson hold during the preceding 12 months?", "Which committee is considering his nomination?", "Who signed the electronic signature on behalf of the filer?"], "272": ["What time does registration open?", "What time does registration open on Sunday afternoon?", "Where is the Garden Party held?", "Who is performing in the concert on Sunday evening?", "When do the Annual Class Meetings take place on Monday morning?", "Which room is designated for the Medical Sciences section meetings?"], "273": ["what type of communication is this?", "What is the effective date of the Product Development Agreement with Brian Haas, M.D.?", "How long is the term of the agreement?", "What are the compensation details for Category A Products?", "What are the compensation details for Category B Products?", "What are the compensation details for Category C Products?"], "274": ["Which department is mentioned in the document?", "What is the title of the document?", "Who is the intended audience for this guide?", "Where is the California State Department of Public Health located?", "What is the address of the California State Department of Public Health mentioned in the document?", "Is there any additional information or markings on the document?"], "275": ["What is the company's name on the letter head?", "What is the total prize money for the 2000 Camel Championships?", "Which championship event features 96 players competing for a $30,000 payday?", "Who are some of the notable players mentioned in the document?", "What is the significance of Jeanette Lee being the lone woman in the field?", "How many tournament titles has Steve Mizerak won?"], "276": ["What is the professional title of Dr.Albert Siegel ?", "What is Dr. Albert Siegel's professional title?", "Where did Dr. Albert Siegel receive his Ph.D.?", "What was Dr. Albert Siegel's role during the U.S. Public Health Service fellowship?", "Which journal did Dr. Albert Siegel serve as an Associate Editor for from 1972 to 1975?", "What is the primary focus of Dr. Albert Siegel's research according to the statement in the document?"], "277": ["What is written in the top right of the document ?", "What is the effective date for the pricing restructure agreement?", "Who is the authorized account signature on the document?", "What is the customer service number for the account?", "Who is the RJR representative mentioned in the document?", "What is the fax number provided for customer services?"], "278": ["Whose picture is given?", "What ballet company is featured in this poster?", "Who is the ballerina depicted in the image?", "In which production is Martine van Hamel performing?", "Where was this performance held?", "When did this performance take place?"], "279": ["Which Company's Fax transmission Cover Sheet is this ?", "What is the date of the fax transmission?", "Who is the recipient of the fax?", "Who sent the fax?", "What are the comments on the fax?", "How many pages will follow in the fax?"], "280": ["What is the date of the memorandum?", "Who is the sender of the memorandum?", "What is the subject of the memorandum?", "When and where will the meeting of the Subcommittee on Standard Methods for Nutrition Surveys take place?", "Who are the clinicians invited to attend the discussion?", "What is the plan for the remainder of the session after discussing the McBee card?"], "281": ["What is the name of the company issuing the ' royalty payment form',  mentioned at the top of the document?", "What is the name of the vendor mentioned in the document?", "Which royalty product is being paid for in this form?", "For which period does the royalty payment cover?", "How much was the year-to-date sales amount?", "When are quarterly royalty checks typically mailed according to the document?"], "282": ["How much is the grand total of the budget of the Institution?", "What is the total budget requested for the Children's Hospital of Philadelphia?", "How much does the Personnel cost for the Children's Hospital of Philadelphia?", "What percentage of indirect costs is applied to the direct costs in this budget?", "Which institution has a higher subtotal: Children's Hospital of Philadelphia or Pennsylvania State University?", "What is the total daily operating cost for Pennsylvania State University?"], "283": ["To whom the memoranda submitted?", "What is the title of the document?", "Who is the document intended for?", "What is the main topic discussed in the document?", "Who submitted the document?", "What does the seal on the document represent?"], "284": ["What is the title of the document ?", "What is the BRC code in the document?", "Which system is associated with this document?", "What is the conversion program mentioned in the document?", "What is the priority code specified in the document?", "Is there any indication of duplicate PIDS in the document?"], "285": ["Who is Dr.Robert Tilden?", "What event did HKI co-sponsor in Jakarta last October?", "How many experts attended the international conference on nutritional blindness in Jakarta?", "What was the main focus of the action plan discussed at the conference?", "Who is Dr. Robert Tilden, and what role does he play in HKI's work in Indonesia?", "What impact has HKI had on reducing the number of children blinded by xerophthalmia in Haiti?"], "286": ["What is the page number?", "What activities are offered for young people at The Cloisters during the Medieval Festival?", "When is the Junior Museum Sunday Program held?", "What is the schedule for the European Paintings gallery on Tuesdays?", "How much does it cost to attend the Art Classes for high school students?", "What is the purpose of the Written Gallery Hunts for children?"], "287": ["Who should you contact if you have any questions? And what is the contact number?", "What is the chemical being discussed in the document?", "What are some of the sources of PFOA contamination mentioned in the document?", "How does the document suggest revising the rule to avoid exclusions?", "What key criteria for prioritizing and evaluating risk of chemical substances is mentioned in the Lautenberg Chemical Safety for the 21st Century Act?", "Who should be contacted if there are any questions about the document?"], "288": ["What is the item# ?", "What is the duration of the ICNND Bethesda Consultant position?", "When did the U.S. Army, OSR Washington Consultant position start?", "How many days was the ICNND Bethesda Consultant position active?", "What is the full form of \"OSR\" in the context of the U.S. Army?", "Which consultant position ended on June 30, 1964?"], "289": ["How many points are there in the ‘conditions of Contract’?", "What is the purpose of the Warsaw Convention mentioned in the notice?", "Who is considered a \"carrier\" according to this contract?", "What is the time limit for reporting damage or delay to checked baggage?", "How long is this ticket valid for carriage?", "What happens if a passenger does not comply with government travel requirements?"], "290": ["What is the subject?", "Who is the recipient of this inter-office memorandum?", "What is the subject of the memorandum?", "When were the presentation books originally scheduled to be ready?", "Why was the schedule for the presentation books changed?", "Who signed the memorandum?"], "291": ["What is the heading in sl.no ‘V’?", "What is the main recommendation made in the document regarding EPA's authority to designate chemicals as low priorities?", "According to the document, what standards must be referenced in the prioritization process rule for EPA's decisions to be considered \"fit for the purpose\"?", "How does the document suggest that EPA can ensure consistency in its prioritization decisions over time?", "What sections of the LCSA are legally mandated requirements that are applicable to both the prioritization process and risk evaluation rules?", "Why does the document emphasize the importance of including specific references to Sections 26(h), (i) and (j) in the prioritization rule?"], "292": ["Who is this letter sent to ?", "Who is the recipient of this inter-office memorandum?", "What is the date of the memorandum?", "Who is the sender of the memorandum?", "What is the subject of the memorandum?", "What information is Mrs. H. L. Carroway requesting about the sugar she purchased?"], "293": ["How much is included for renovation expenses of Helen Keller International,Incorporated?", "What was the total income for Helen Keller International in fiscal year 1981?", "How much did Helen Keller International spend on education in fiscal year 1981?", "What was the excess (deficit) for Helen Keller International in fiscal year 1981?", "In which category did Helen Keller International have the largest expense in fiscal year 1981?", "How much more or less did Helen Keller International's actual expenses exceed its approved budget in fiscal year 1981?"], "294": ["What type of document is this?", "What is George E. Moore's highest academic degree in Electrical Engineering?", "In which years did George E. Moore serve as Vice President for Development and Public Relations at Polytechnic Institute of Brooklyn?", "What was George E. Moore's role during his time with Westinghouse Electric Corporation from 1952 to 1962?", "Which organizations has George E. Moore been a member of or served on?", "How many new college graduates were recruited annually under George E. Moore's leadership at Westinghouse Electric Corp.?"], "295": ["Through her noteworthy career, what did she work as?", "Who was Mary Swartz Rose and what field did she contribute to?", "What educational background did Mary Swartz Rose have?", "In which year did Mary Swartz Rose receive her doctorate from Yale University?", "Where did Mary Swartz Rose help establish a department of nutrition?", "What organizations was Mary Swartz Rose involved with in the field of nutrition?"], "296": ["How much estimated hours for salary and wages under ‘direct labor’?", "What is the total amount of the proposal in dollars?", "Who is the principal investigator on this contract pricing proposal?", "What is the estimated cost for direct labor based on the provided information?", "How much is the estimated cost for special testing?", "What is the total estimated cost and fee or profit for the project?"], "297": ["What is the title of the sheet?", "What is the date on the CSF Run Sheet?", "Which PD number is associated with this run sheet?", "What is the CSF number for this run?", "What are the run numbers listed on the sheet?", "How many net pounds were infeed during this run?"], "298": ["What is the ‘heading’?", "What is the date range for the reservations listed in the document?", "Who are the individuals or couples listed under Joan Brink's reservation?", "Which names have been marked with a checkmark (✓) on the list?", "How many people are listed on this reservation document?", "What is the source of this document?"], "299": ["What is the color of the walking stick?", "What is the length of the Opera Walking Stick?", "How much does the Guild Engagement Calendar Folio cost?", "Who is the sculptor of the Enrico Caruso Plaque?", "What material is the Enrico Caruso Plaque cast in?", "How many pieces are there in the limited edition of the Enrico Caruso Plaque?"], "300": ["Which company is Martin Miller associated with?", "Who are the individuals listed on \"Page Two\" of the document?", "What companies or organizations are associated with each individual listed on \"Page Two\"?", "Are there any handwritten notes present in the document, and if so, what do they say?", "What is the source of this document as indicated at the bottom of the page?", "How many individuals are listed on \"Page Two\" of the document?"], "301": ["Who is the secretary of chamber of commerce?", "Who is the Employment Manager mentioned in the letter?", "What is the date of the letter?", "Which newspapers and publications are listed as requesting permission to visit the Goodland plant site?", "Where is the Goodland plant site located?", "Who submitted the names of the journalists except for the Chamber secretary?"], "302": ["What is the location code?", "What is the effective date of the status notice?", "Who is the employee whose status is being updated?", "What was the reason for the status change in this notice?", "What is the new position title of the employee?", "Who is the supervisor of the employee?"], "303": ["What is the name of the country mentioned at the top of the page?", "What is the name of the foundation mentioned in the document?", "Who is planning to attend the meeting of The Nutrition Foundations?", "During which time period does the foundation prefer the meeting of The Nutrition Foundations?", "Where does the foundation prefer the meeting of The Nutrition Foundations to take place?", "Are there any specific suggestions for items to be placed on the Agenda?"], "304": ["What is the PO box number of Mr and Mrs. Edward Lehman?", "Who is the recipient of this inter-office memorandum?", "What is the date of the memorandum?", "Who is the sender of the memorandum?", "What is the subject of the memorandum?", "What are the titles of Ed Lehman and his wife mentioned in the document?"], "305": ["Under the ' Risk/Consequence Questions', what is the heading for the first type of Risk questions?", "What are the potential risks associated with using a bearing that has not optimized its diametrical clearance?", "In what scenarios would an alternative bearing be considered safer or better than the current one being used?", "How might the cost over time affect younger patients who have MoP bearings?", "What are the consequences of using a hard bearing without a fluid film lubrication barrier between surfaces?", "What concerns do you have regarding metal wear in more active patients?"], "306": ["What is the page number?", "What date did Dr. William J. Darby write another letter to Mr. W.B. Murphy?", "Who acknowledged Dr. Darby's letter dated May 28th, 1965?", "What was the amount requested for general support of the Division of Nutrition from Campbell Soup Company?", "When did David Woodall send a memorandum to Sandra Polk regarding a proposal from Campbell Soup Company?", "What was the purpose of the Report Breakfast Meeting on December 5, 1966?"], "307": ["How much is the Mean square value of the Children variation?", "What is the total sum of squares for daily milk ingestion in the study?", "How many degrees of freedom were assigned to \"Days\" in the analysis of variance?", "What is the mean square value for \"Children\"?", "What is the approximate coefficient of variation for daily milk ingestion?", "Which factor was found to be statistically significant based on the p-value?"], "308": ["Who wrote the ‘letter’?", "What is the name of the organization that issued this letter?", "When is the 34th Annual Symposium on Fundamental Cancer Research scheduled to take place?", "Where will the symposium be held?", "Who are the co-chairpersons of the symposium mentioned in the letter?", "What is the theme of the symposium?"], "309": ["What is the name of the person repsonsible for implementing ?", "What is the date when this authorization request was prepared?", "Who is the originator of this authorization request?", "What is the total amount requested for expenditure in this authorization?", "Which department is responsible for implementing this project?", "What is the purpose of the contract being requested?"], "310": ["What kind of voucher is given here?", "What is the employee's name on this business expense voucher?", "What is the purpose of the trip for which this expense voucher was prepared?", "How much did the employee pay for parking fees during their trip?", "What is the total amount due to the company based on the expenses listed?", "Who is the approval authority for this business expense voucher?"], "311": ["What is written at the bottom right end of the ‘notice’?", "What is the purpose of the notice in the image?", "Which form is mentioned in the notice for taxpayers to provide their identifying numbers?", "Who is required to enter their Social Security number if they have one?", "Where can an individual obtain an application for a taxpayer identifying number if they do not have one?", "What is the source of the document as indicated at the bottom of the image?"], "312": ["What is the amount of  'Research support for Scholars'?", "What is the total budget for the H.J. Heinz II Scholarships in Pediatric Nutrition for Year 1?", "Who are the key personnel involved in the administration of the scholarships?", "How much is allocated for the Nutrition Center Secretary's position?", "What is the total cost of the Pilot Project Research Program?", "What percentage of indirect cost is applied to the total direct cost?"], "313": ["What is the project number?", "What is the purpose of this investigation?", "Which taper angles were tested in the study?", "What materials were used for the acetabular shells and inserts?", "What equipment was used for the torsion holding fixture?", "How many trials were performed at each insertion load for each taper angle?"], "314": ["What is the P.O.Box Number?", "Who is the letter addressed to?", "What is the date of the letter?", "What organization is the letter from?", "What is the purpose of the letter?", "What is the signature on the letter?"], "315": ["Which department is mentioned in this document?", "What is the name of the department responsible for the action programs outlined in the document?", "Which area of focus is being addressed by the action programs in this document?", "What is the objective of Action Program 1 mentioned in the document?", "By what date does the company aim to develop the flavor system described in Action Program 1?", "To whom should the completed form be sent according to the instructions at the bottom of the document?"], "316": ["What is the date on which the letter has been filed?", "What is the name of the organization that sent this letter?", "Who is the recipient of this letter?", "What is the date of the letter?", "Who is the director of public relations mentioned in the letter?", "What is the telephone number provided at the bottom of the letter?"], "317": ["Who is the sender ?", "Who is the message addressed to?", "Who is the message from?", "What is the purpose of the message?", "What is the phrase \"PLEASE FILE - Good Story!\" referring to?", "Where can this document be found online?"], "318": ["What is the date of sending on the letter?", "What is the date of this document?", "Who is the intended audience for this document?", "What is the subject of the document?", "What is the title of the bibliographic survey mentioned in the document?", "What are the three articles mentioned that should be added to the loose-leaf folder?"], "319": ["What is the 4th point in the agenda of EIG MEETING?", "What is the date and time of the EIG meeting mentioned in the document?", "Which regulatory issue is discussed under the \"Implications arising from the LGC 'UK Protocol for Sampling Cigarettes'\"?", "What is the purpose of the \"Standardisation Issues\" section in the agenda?", "What is the topic of the \"Emerging Issues\" item related to upholstered furniture?", "What are some of the publication issues mentioned in the document?"], "320": ["Whose nomination is endorsed ?", "Who is the author of the endorsement letter?", "What is the position for which Dr. Dourson is being nominated?", "Which university does Samuel M. Cohen teach at?", "What is the phone number for Samuel M. Cohen's office?", "Where is the University of Nebraska Medical Center located?"], "321": ["What is the name written under the sponsor ‘s signature (2)?", "What institutions did the individual listed in the document attend for their education?", "Which societies did the individual become a member of according to the document?", "What awards or honors did the individual receive, and when were they received?", "What organizations does the individual belong to based on the information provided?", "When was the document signed, and who were the sponsors?"], "322": ["What course Mr.Bill has to present at Eleventh Graduate Summer Session in Epidemiology held at the University of Minnesota?", "What is the name of the institution that issued this letter?", "Who is the recipient of this letter?", "What is the purpose of the course being discussed in the letter?", "When is the course scheduled to take place?", "What is the minimum salary offered for the contribution to the program?"], "323": ["What amount was requested by Lange, L.G, Washington University Medical Center?", "What is the requested amount for the project titled \"Hepatic metabolism of alcohol by GSH transferases\"?", "Which researcher's project is in its third year and has a current grant of $30,000 U.S.?", "How much funding was requested for the project on \"Calcium channel function: Relationship to ethanol tolerance and withdrawal\"?", "What is the total amount of the current grant for the project on \"Alcohol consumption and multiphasic health checkup findings\"?", "Which researcher's project is requesting the highest amount of funding among the new resubmissions?"], "324": ["What is the ‘heading’?", "What is the name of the promotion material being approved?", "Who is the approver for this promotion material?", "What is the size of the product order form mentioned in the document?", "When was the approval deadline for this promotion material?", "Who is the contact person for this promotion material?"], "325": ["Who is operating ‘Pine Bluff Arsenal’?", "What is the purpose of the Food and Drug Administration's (FDA) new center in Pine Bluff, Arkansas?", "When is the full takeover of the facilities by the FDA expected?", "What type of personnel will be required for the new center?", "What research activities will be conducted at the new center?", "What is the process for applying for a position at the National Center for Toxicology Research?"], "326": ["What is the title on page 2?", "Who is the Chairman of the Department of Foods and Nutrition at Syracuse University?", "What is the position of John H. Browe, M.D., in the New York State Department of Health?", "Where is the Head of the Department of Preventive Medicine and Public Health located?", "Which institution does Ellen B. Guernsey work for as a Senior Nutritionist?", "What is the role of Catherine M. Leamy in the Children's Bureau?"], "327": ["What is written in top of the document ?", "What is the name of the organization that issued this letter?", "Who is the recipient of the letter?", "What is the date of the letter?", "How much was the editorial fee for March 1954?", "Who signed the letter?"], "328": ["Which university ‘letterhead’ is given?", "What is the date on the letter?", "Who is the sender of the letter?", "To whom is the letter addressed?", "What is the purpose of the letter?", "Where is the University of Colorado located?"], "329": ["What is the title of the pie chart ?", "What is the market share percentage for cross-linked polyethylene bearings?", "How much smaller is the market share of ceramic bearings compared to cross-linked polyethylene bearings?", "Which material has the largest market share in the bearings industry according to this chart?", "What is the combined market share of standard polyethylene and metal bearings?", "What is the source of the data presented in this pie chart?"], "330": ["what is the name of the company mentioned on the bottom left of the page ?", "What is the definition of Earnings Capacity according to the document?", "How does the document define Worklife Expectancy in relation to future losses?", "Does the document suggest that earnings capacity is limited to actual earnings or employment status?", "Who is Mrs. Herlihy-Paoli mentioned in the document?", "Where can the source of the information be found?"], "331": ["What is the ID number?", "What is the subject's last name on the SF-36 Health Survey?", "How does the subject rate their health compared to one year ago?", "Which activities does the subject report being limited in during a typical day?", "Did the subject have any problems with work or daily activities due to physical health in the past 4 weeks?", "Who reviewed this form before it was entered into the database?"], "332": ["What is the title of the document ?", "What was the status of the \"Models designed\" task on July 29, 1987?", "Which tasks were completed on July 29, 1987?", "What is the current status of the \"75/40 aging chambers\" task?", "When is the \"Finish sensory testing\" task scheduled to be completed?", "What tasks are scheduled for completion between August 10, 1987, and September 14, 1987?"], "333": ["What is the Title of the document ?", "What is the title of the research project mentioned in the document?", "Who is the principal investigator for this research project?", "Which institution is conducting this research project?", "What is the purpose of the Bio-Sciences Information Exchange mentioned in the document?", "Where is the supporting agency for this research project located?"], "334": ["Who is ‘ Charlotte McDaniel’?", "What is the date of this letter?", "Who is the recipient of the letter?", "Why was there a delay in answering the letter?", "What product is being offered in the letter?", "Who is the representative sending the letter?"], "335": ["How many points are there under the title ‘distribution’?", "What is the primary focus of the document regarding distribution?", "Who are the designated allies of the industry mentioned in the document?", "Where will regional press introductions be held according to the document?", "What type of audience is targeted for the promotion activities?", "How many additional collateral materials are available at cost?"], "336": ["what is the docket number?", "What is the date of this letter?", "Who is the recipient of this letter?", "What is the case being referred to in the letter?", "Who is listed as the Chief of Bureau for Boston?", "What is the docket number of the case mentioned?"], "337": ["Who is shown in the picture/photo?", "What is the name of the speaker addressing the Freshman Class of 1961?", "How many students were enrolled in the Diamond Jubilee class of the School of Medicine?", "What percentage of the class has had military service?", "What is the average age of the married Freshmen in the class?", "What is the largest group among the married men students?"], "338": ["What is written in bold letters?", "What were the sugar deliveries for consumption in the continental United States for the week ending February 21, 1976?", "How do the sugar deliveries for the week ending February 21, 1976, compare to those for the week ending February 14, 1976?", "What was the total sugar delivery for the month of January 1976 according to the document?", "Which class of distributors had the highest sugar distribution in 1976?", "How does the total sugar distribution for 1976 compare to the totals for 1975 and 1974?"], "339": ["what is the 'Effective rate %' for ' 5.15 % debentures due 2012' in the year 2011?", "What is the total amount of long-term debt in millions for the year 2012?", "Which type of debt has the highest effective rate percentage in 2012?", "How much was the excess of the fair value over the carrying value of debt in 2012?", "What is the total amount of long-term debt in millions for the year 2011?", "What is the effective rate percentage for the 5.15% Debentures due 2018 in 2012?"], "340": ["What is the total cost of fertilizer?", "What is the total cost to start into the venture for an 800-acre unit?", "How much does it cost per acre for fertilizer?", "What is the total cost for hand thinning labor?", "What is the gross return on 800 acres before any deductions?", "If beets are custom farmed, what is the return to the grower?"], "341": ["What is  the title of figure 4?", "What is the total change in pounds of complex carbohydrates consumed per capita between 1947-49 and 1976?", "Which category experienced the largest decrease in consumption during this period?", "How much did the consumption of citrus fruits increase from 1947-49 to 1976?", "What was the change in the consumption of dark green and deep yellow vegetables?", "In which year was the data for \"Vegetables other than dark green and deep yellow\" collected?"], "342": ["What is the date of the letter mentioned by William J Darby?", "What is the date of this letter?", "Who is the recipient of the letter?", "What organization is the letter from?", "What is the purpose of the letter?", "Who is the sender of the letter?"], "343": ["What is the name of the company on the letter head?", "What is the name of the company submitting the diagnostic test order?", "Who is the billing address for this test order?", "How many samples were shipped in total?", "What is the species being tested for in sample ID MO93A021?", "Is the sera sample diluted 1:5 according to the instructions?"], "344": ["What is the page number?", "What is the recommended depth for soil sampling in prospective beet fields according to the document?", "How many tons of manure per acre did Walter Nygren apply to his field?", "What is the formula used to determine the amount of nitrogen contributed by various sources and make recommendations?", "What was the yield goal for the sugarbeet crop in the 1973 season?", "Which district had the highest average nitrate nitrogen content in high sugar content fields?"], "345": ["What is the date of Analysis?", "What is the type of water being analyzed in this document?", "What is the source of the water sample mentioned in the document?", "Which hypothetical combination of substances has the highest concentration in parts per million according to the document?", "What is the total dissolved solids content of the water sample at 105°C?", "Who is the Chief Chemist responsible for this analysis?"], "346": ["What is the preferred location for the meeting?", "What is the name of the foundation mentioned in the document?", "Who is planning to attend the meeting of The Nutrition Foundations?", "During which timing preference does the individual prefer the meeting of The Nutrition Foundations?", "Where does the individual prefer the meeting of The Nutrition Foundations to take place?", "What suggestions for items to be placed on the Agenda are written in the document?"], "347": ["What is given in the footer?", "What specific effect did hydroxycitrate (HC) have on fatty acid synthesis according to the research mentioned in the document?", "Which publication discusses the synthesis of 3-β-hydroxysterol by the liver?", "In which journal was the study \"Effect of (-)-hydroxycitrate on ethanol metabolism\" published?", "Who is the author of the thesis titled \"Le contrôle de la lipogénèse dans le foie perfusé; relations avec le métabolisme intermédiaire\"?", "Which publication explores the use of the perfused liver for studying fatty acid synthesis?"], "348": ["What is the heading below SECTION 1?", "What is the name of the project mentioned in the document?", "In which section of the document is the information about faculty members listed?", "How many graduate students were enrolled in the department last year according to the document?", "What type of courses and programs are listed under \"Non-Western Courses and Programs Offered\"?", "What additional information is requested for each faculty member in the document?"], "349": ["What is the name of the financial company mentioned at the top?", "What is the date and time of this telegram?", "Who is the recipient of this telegram?", "What is the purpose of this telegram?", "Where is Dr. Roger Adams located?", "Who sent this telegram?"], "350": ["What is the study experience?", "What is the name of the doctor being considered for the medical research program?", "How many active studies does the doctor have?", "What is the method of recruitment used by the doctor's practice?", "Is the drug storage locked according to the document?", "Who approves study budgets in the doctor's practice?"], "351": ["Where is ‘Spreckels’ newest processing plant’?", "What is the name of the processing plant mentioned in the image?", "Where is the processing plant located?", "Who is the recipient of the letter?", "What company does the recipient work for?", "In which city is the recipient located?"], "352": ["Who is from Indiana?", "What is the name and title of Thomas W. Christopher?", "Where is John B. Coburn affiliated with?", "What is the telephone number for Emilio Daddario?", "Who holds the position of President at Notre Dame University?", "In which city is the University of Alabama Law School located?"], "353": ["What is the name of the company?", "What is the name of the company featured on this business card?", "Who is the individual mentioned on the business card?", "In which city is the head office located?", "What is the postal code for the head office's location?", "What is the private phone number listed on the business card?"], "354": ["Who is receiving the ALCOHOLIC BEVERAGE MEDICAL RESEARCH FOUNDATION ‘s Research Grant Awards for Massachusetts General Hospital?", "What is the total amount of grant payments made in 1987 according to the schedule?", "Which investigator/institution had the highest grant balance payable on December 31, 1986?", "How much was the grant commitment for Dr. Michael E. Charness in 1987?", "What was the grant balance payable for Dr. Patricia Eagon on December 31, 1987?", "Did any adjustments to grants occur for Dr. David M. Goldberg? If so, what were they?"], "355": ["What is the subject of Memorandum?", "What is the date of this memorandum?", "Who is the sender of the memorandum?", "What is the subject of the memorandum?", "How much does \"Disorders of Mineral Metabolism,\" Volume 1 cost?", "In which year was \"Disorders of Mineral Metabolism,\" Volume 2 published?"], "356": ["From which decade onwards 'metal-on-metal' bearings was being used in the U.S.?", "What are the different types of hip bearings mentioned in the document?", "Which hip system is specifically designed for minimally invasive surgery?", "How does the TRI-LOCK® BPS stem differ from other stems in terms of bone preservation?", "What safety information is provided regarding hip replacement surgery?", "What are some common recovery milestones after hip replacement surgery?"], "357": ["What type of document is this?", "What is the name of the recipient of this telegram?", "In which department does Dr. Robert Adams work at the University of Illinois?", "Who is being considered for a position as a research chemist?", "What specific qualities are Richard W. Cordell asking for in the candidate's comments?", "What is the source of this document?"], "358": ["How many hours of sound sleep needed each night for good health?", "What is the main topic discussed in the document?", "How does the document suggest improving skin complexion?", "What are some health habits mentioned for maintaining good health?", "What is the recommended diet for a good complexion according to the document?", "How important is rest for good health, according to the text?"], "359": ["What is the ‘heading’?", "What is the main topic discussed in the document?", "When was this document originally published?", "What is the source of the document?", "What does the image depict in relation to the topic?", "What is the significance of arterial fat deposits mentioned in the text?"], "360": ["Which company’s memorandum is given?", "What is the subject of this inter-office memorandum?", "Who is the recipient of this memo?", "Which geographic areas will receive the TABLE PACK coupons?", "How long will the coupon for a FREE TABLE PACK be unavailable?", "Who is the Associate Marketing Manager mentioned in the document?"], "361": ["What is the name of the originator ?", "What is the name of the originator who prepared this request for change?", "What type of change was requested in the document?", "What is the estimated annual value of the material currently destroyed during the substrate loading process?", "Who is the spec holder mentioned in the document?", "What is the proposed solution to the problem described in the document?"], "362": ["What is the page number?", "What is the cost for the continental breakfast per person?", "How many different types of cold meat are included in the buffet?", "What additional cost is there for adding Stroganoff to the meal?", "How much does the bar service and hors d'oeuvres cost per person?", "What is the total cost for the layover time for six employees?"], "363": ["What is the heading?", "What is the theme of the Sixth World Congress of Food Science and Technology?", "Where is the 95 VDLUFA-Kongress taking place?", "Who is the contact person for the Agricultural Production - Food Processing - Quality of Food Conference?", "When is the Symposium on Alternative Food Systems scheduled?", "Which city will host the Fourth Asian Congress of Nutrition?"], "364": ["Which meeting is this?", "What is the date and year of the Interurban Club Spring Meeting?", "Who will be giving the presentation on \"The Penn State Model for Nutrition Intervention\"?", "How long is the session on \"Current Issues Related to Lipids\" scheduled to last?", "What topic will Barbara Rolls be presenting on during the lunch break?", "Who will be discussing current issues related to infant nutrition?"], "365": ["Who claimed government's move to be a wise decision?", "What was the duration of the legal battle between the government and du Pont?", "Who was Judge Walter J. La Buy, and what role did he play in the case?", "What was the final decision regarding the divestiture of General Motors stock by du Pont?", "How did the government's decision to not appeal the case affect the outcome?", "What was the significance of the Supreme Court's involvement in this case?"], "366": ["What is the name of the excerpt/reprint?", "What is the title of the document?", "Who is the author of the document?", "Where is the author affiliated with?", "From which publication was this document reprinted?", "In which year was the original publication of the document?"], "367": ["What memo is it?", "What is the date of this ISRF Information Memo?", "Who developed the new approach to managing patients with high blood fat levels and a high risk of coronary heart disease?", "What are the five key lipoprotein patterns established by Drs. Robert I. Levy and Donald S. Fredrickson?", "What dietary regimen was mentioned in the attached article from Medical World News for very high coronary heart disease risk types?", "Where is the International Sugar Research Foundation, Inc. located?"], "368": ["What is the goal for CB < 175?", "What is the formula for calculating the counselling baseline (CB)?", "What is the goal cholesterol percentage for participants with a counselling baseline of less than 175?", "How is the Goal Blood Pressure (DBP) determined for special intervention participants?", "What is the range of possible values for the Goal DBP?", "If the difference between two diastolic blood pressure readings exceeds 89 mm Hg, what is the set value for the Goal DBP?"], "369": ["What is the page number?", "Which Japanese company is interested in the Abbott product Di-Paralene?", "What information was provided to Dainippon regarding Gallimycin?", "Who furnished the samples of the product for Sankyo?", "What is the status of negotiations with Sumitomo on Abbott's product?", "What action will Dainippon take regarding the import of Erythromycin?"], "370": ["What is the tracking number of the form?", "What is the study name mentioned in the document?", "When was the study initiated according to the document?", "How many investigational sites will be involved in the study?", "What is the current status of patient enrollment in the study?", "What is the original completion date for the study?"], "371": ["Whose picture is on the page?", "What is the primary focus of the article in the poster?", "Which mineral is listed with the highest recommended daily intake (RDI) in the poster?", "What is the source of the information presented in the poster?", "How does the poster suggest obtaining minerals for health?", "What is the main lesson Dr. Saltman learned about eating for good nutrition and sports performance?"], "372": ["What is the date of receipt stamped?", "What is the date when this document was received?", "Who is the recipient of this document?", "What institution is mentioned in the document?", "What is the purpose of the \"Greetings\" message on the poster?", "What is the source of the document as indicated in the image?"], "373": ["What is the title of the research project?", "What is the title of the research project mentioned in the document?", "Who is the principal investigator of the research project?", "Which university is the principal investigator affiliated with?", "How much funding did the entity \"M&M Mars Co.\" provide for the research project?", "Is there any indication that the research project has expired according to the document?"], "374": ["Which comes under \"Clusters of Colleges\" other than \"Instructors Meeting\" ?", "What committees are directly under the Chancellor's authority?", "How many levels of governance are there in this organizational structure?", "What is the purpose of the Tsukuba International Symposium mentioned in the text?", "What kind of programs does Tsukuba University offer to the community?", "What unique feature does Tsukuba University have regarding student accommodations?"], "375": ["Which is the last food specified in the page ?", "What is the average sodium content per 100 grams for coconut, dry, shredded?", "Which food item has the highest potassium content per 100 grams?", "How many samples were used to determine the sodium content in corn, sweet, canned?", "What is the sodium content range for corn, frozen?", "Which food item has the lowest sodium content?"], "376": ["Who is there in the first photo?", "Who is the Chairman of the Board of Directors?", "What was Dr. Philip Ross's major in college?", "In which year did Dr. John L. Hickson receive his Ph.D.?", "Where did Dr. Hickson serve as Vice President and Director of Research?", "How many children does Dr. Ross have?"], "377": ["What is the year specified in the logo?", "What is the title of the document?", "Who are the authors of the document?", "From which publication was this document reprinted?", "What volume and page numbers does the original publication have?", "When was the original publication date?"], "378": ["At what intervals does FASEB Bus Service operate?", "What is the topic of the tutorial workshop on methods and equipment?", "When and where is the NIH Evening Program scheduled?", "Which speakers will be presenting at the NIH Evening Program?", "What are the hours for the Exhibits at the convention center?", "Where can one find the illustrated lectures in physiology?"], "379": ["what is the first quote written at the top right of the page?", "What is the main message conveyed in the text above the illustration?", "Who is the person depicted in the illustration, and what activity is they engaged in?", "What is the slogan \"Pinnacle, never stop moving\" referring to?", "What is the source of the document as indicated at the bottom of the page?", "What is the document's classification based on the text at the bottom?"], "380": ["Who is the assistant director of center for International studies?", "What departments are listed in the document?", "Who is the Assistant Professor of Political Science mentioned in the document?", "Which professor is associated with the Department of Urban Studies and Planning?", "What is the title held by John W. Devanney III in the Department of Ocean Engineering?", "Who is the Assistant Director of the Center for Advanced Engineering Study?"], "381": ["what is the date mentioned in the given page ?", "What is the title of the presentation?", "Who is the presenter of the presentation?", "In which institution did Alan Geller present this work?", "When was the presentation given?", "Where can the source of the document be found?"], "382": ["What is the number printed at the top right of first slip?", "What is the amount paid to Dr. Robert A. Neal on June 22, 1981?", "How many days did Dr. Robert A. Neal consult for the meeting on June 12?", "What was the purpose of the meeting on June 12 mentioned in the document?", "Which bank processed these checks?", "What were the expenses covered by the second check (check number 157)?"], "383": ["What is the y-axis of the plot?", "What is the baseline value for each group in the study?", "How does the percentage change from baseline differ between the placebo group and the other treatment groups over time?", "Which treatment group shows the most significant increase in percentage change from baseline at 36 months?", "What is the trend observed in the CEE/MPA (cyclic) group compared to the CEE/MPA (continuous) group?", "How do the results of the CEE Only group compare to the placebo group over the course of the study?"], "384": ["What is the first title under the heading TABLE OF CONTENTS?", "What is the main topic covered in this document?", "Which section discusses the recommendations for follow-up by AID?", "What does the appendix include?", "How many sections are there in the table of contents?", "What is the purpose of the visit mentioned in the appendix?"], "385": ["Which year is the percentage of raw material imported higher (current/previous)?", "What percentage of raw materials were imported in the current year?", "How much did the value of indigenous raw materials consumed increase from the previous year to the current year?", "What was the total value of imports during the year calculated on C.I.F. basis for components and spare parts including materials in transit?", "Which category had the highest expenditure in foreign currency during the year?", "What was the amount remitted during the year in foreign currency on account of dividends?"], "386": ["What was the duration of the course \"teaching of epidomiology\" in hours?", "What is the grading system for the Epidemiology course mentioned in the document?", "How has the teaching of epidemiology been integrated into the curriculum over the past six years?", "What difficulties have arisen due to time limitations in using laboratory exercises in class sessions?", "What is the proposed solution to enhance and broaden the teaching effort in Epidemiology?", "In which section of the document is the review and critique of required courses for medical students located?"], "387": ["What is the title of the plot?", "What trend does the graph show regarding new car road fuel efficiency over time?", "Which country had the highest fuel efficiency in 1970 according to the chart?", "What factors are mentioned in the chart that contributed to improvements in fuel efficiency?", "How did the fuel efficiency of cars change from 1980 to 1990?", "What is the significance of the term \"New GV\" in the context of the chart?"], "388": ["What is the kind of water ?", "What is the type of water being analyzed in this document?", "Where was the sample taken from during the 1950-51 campaign?", "What were the sources of the water used for analysis?", "What is the pH level of the water sample?", "What is the total dissolved solids content of the water sample at 105°C?"], "389": ["What is the name of the company?", "What is the name of the company that issued this form?", "Who is the recipient of this form?", "What is the purpose of completing this form?", "What personal information is required on the form?", "Where should the completed form be sent?"], "390": ["What is the name of the memo ?", "Who is the memo addressed to?", "What is the date of the memo?", "Who is the memo from?", "What are the special instructions or your reply written on the memo?", "What action is requested for the \"Nutrition\" folder?"], "391": ["What is the name of the factory ?", "What is the date of this water analysis report?", "What kind of water was analyzed in this report?", "From where did the water sample for this analysis come?", "What is the total dissolved solids concentration at 105°C according to the report?", "Who is the chief chemist mentioned in the document?"], "392": ["Who has written the note?", "What is the context or topic of the document?", "Who is the author of the note?", "What does the acronym \"USDA\" stand for in this context?", "What is the main point being discussed in the note?", "Is there any additional information about the funding mentioned in the note?"], "393": ["What is the body weight of Pig#2 at 3 days of age?", "How many pigs were randomly assigned to each group in the experiment?", "What was the daily dose given to the treated group of pigs?", "At what age did the body weights of the pigs in the study begin to be measured?", "Which treatment method was used for the pigs in the study?", "What was the average body weight of the untreated pigs at 21 days of age?"], "394": ["What is the first heading of the table?", "What is the Pennant Rating Period & To Date for Fremont?", "Which plant has the highest Mol. True Purity value?", "What is the total Slicing Losses for all plants combined?", "Which plant has the lowest Factory Coal value?", "What is the Comp. Sugar Grade for Lovell?"], "395": ["Who is the letter from?", "Who is the recipient of the letter?", "What is the date of the letter?", "What is the purpose of Dr. Saltman's letter?", "Who sent Neil Morgan some of the material mentioned in the letter?", "What is the name of the institute where Dr. Rimland works?"], "396": ["What is the main heading of the document given under APPENDIX V-9?", "What is the scientific name for \"Chermai\" in the Federation of Malaya?", "Which English name corresponds to the Malayan term \"Chabai; Chili\"?", "What is the Malayan name for the plant known as \"Red pepper\"?", "How many different scientific names are listed in this appendix?", "What is the English name for \"Sago palm\"?"], "397": ["What is the analysis about?", "What is the pH level of the boiler water analyzed?", "Which chemical compound has the highest concentration in parts per million (ppm)?", "What is the total dissolved solids at 105°C for the boiler water?", "How does the campaign water analysis compare to the average values provided?", "What is the source of the water being analyzed?"], "398": ["Which chicken entrees is made with good chicken broth,meat and green peppers?", "What is the main benefit of using Perfect Host's freeze-dried chicken entrees?", "How does the freeze-drying process work according to the advertisement?", "What are some added benefits of using Perfect Host's products?", "Which chicken entrees are mentioned in the advertisement?", "Where can one find more details and prices for Perfect Host's products?"], "399": ["What is the name of the factory ?", "What is the source of the water being analyzed in this document?", "Which chemical compound has the highest concentration in parts per million according to the analysis?", "What is the pH level of the water sample?", "How many parts per million of organic and volatile substances are present in the water?", "What is the total dissolved solids content of the water at 105°C?"], "400": ["What is the ‘heading’?", "What is the date and location of the meeting of the Advisory Commission on Consumer Protection?", "Who are the speakers scheduled for the morning session?", "Where will lunch be served during the meeting?", "What activities are planned for the afternoon session?", "When does the meeting adjourn?"], "401": ["What is the page number?", "What state's laws govern this License Agreement?", "What is the right of first refusal mentioned in the agreement?", "Who is required to keep AMSTAR advised of any work related to metallic complexes?", "How often will reports on such work be given?", "Who has signed this License Agreement?"], "402": ["What is the telephone number mentioned at the beginning?", "What is the date and location of the CORESTA ETS Task Force Meeting?", "Who will be presenting on the Report On ISO TC 126 Meeting in Cape Town?", "What collaborative study will be discussed regarding RSP Methods?", "Who will be discussing the report on the 6-City European ETS Study?", "What topic will be covered in the discussion on possible ventilation studies?"], "403": ["What is the date of the letter enclosed?", "What is the date of the letter being referred to in the enclosure?", "Who is the sender of the letter mentioned in the enclosure?", "To whom is this letter addressed?", "Where is the recipient located?", "What is the source of the document?"], "404": ["What is the title of the chart on the right ?", "What is the total number of workers in Group E1?", "Which cumulative exposure range has the highest number of workers in Group E2?", "How many workers have a cumulative exposure of 1 year in Group E1?", "What is the difference in the number of workers between the 5-10 years and 16-20 years exposure ranges in Group E1?", "In which group (E1 or E2) does the number of workers decrease significantly after the 10-year mark?"], "405": ["In Dinner #16, what is in the cup?", "What is the name of the dish labeled as \"Greek Egg Lemon Soup\" in the first image?", "How many calories does the meal in the first image have according to the document?", "What is the main ingredient of the dish labeled as \"Beef Stroganoff\" in the second image?", "Which type of dressing is used for the mixed green salad in the second image?", "What is the approximate calorie count for the meal in the second image?"], "406": ["When is the remittance due ?", "What is the date of this invoice?", "Who is the recipient of this invoice?", "What is the total amount due on this invoice?", "Which vessel/carrier was used for the shipment?", "What is the reference number for this invoice?"], "407": ["To which department the address for Correspondence is written?", "What is the title of the study mentioned in the document?", "Which medical professionals are listed as authors of the study?", "In which departments do the authors work?", "Where is Giuseppe M.C. Rosano's address for correspondence located?", "What is the source of the document?"], "408": ["What is the title of the page?", "What is the title of this document?", "How many sections does the document have?", "Which section starts on page 7?", "What page number is associated with \"Grants Awarded\"?", "Where can one find information for prospective applicants?"], "409": ["What is the date of the Approval note?", "What is the subject of the Brands Business Unit Product Approval Note?", "When was the temporary approval date for the product change?", "Which type of material is being changed in the product?", "What is the current tow item for Camel Wides Lights?", "Who recommended the switch to 2.0/35000?"], "410": ["What is subheading X ?", "What is the primary focus of the summer training program for medical students mentioned in the document?", "How many applications were received for the summer training program in epidemiology during the specified period?", "What percentage of applicants were in their freshman or sophomore year?", "What were the most frequently chosen subjects for study by the applicants?", "How many students were selected from each of the seven medical schools that provided ten or more applicants?"], "411": ["What is the heading of the form?", "What is the fax number provided on the order form?", "Who are the recipients of the order?", "Where is the shipment being shipped to?", "What are the special instructions for the delivery?", "How many packs of Eclipse Full Flavor (6M) are ordered?"], "412": ["What is written at the top right end of the page?", "What is the name of the company that issued this document?", "Who is the recipient of this document?", "When is the rental period for the equipment listed in the document?", "How many tape recorders with cartridges are required for the project?", "What is the total cost of the job mentioned in the document?"], "413": ["What is the ‘heading’?", "What is the name of the agreement between Core-Mark and R.J. Reynolds Tobacco Co.?", "How long will this agreement remain in effect until further notice?", "What must Core-Mark Company agree to according to the document?", "What does RJR agree to do regarding inventory management and turns?", "Who signed the agreement on behalf of Core-Mark and R.J. Reynolds Tobacco Co.?"], "414": ["What is the title of first plot?", "How many puffs did the \"Medium\" cartridge yield significant amounts of aerosol for?", "What is the equivalent number of Eclipse cigarettes in terms of aerosol yield from the electronic cigar's \"Medium\" cartridge?", "After how many puffs was the battery in the electronic cigar recharged?", "What is the relationship between the number of puffs and the yield of tar from the medium cartridge?", "What is the relationship between the number of puffs and the yield of nicotine from the medium cartridge?"], "415": ["What time is the ‘formal presentation’?", "What activities are planned for guests during the event?", "Who is responsible for identifying different types of attendees (converts, triers, and those with interest)?", "What will be the agenda for the formal presentation at 7 p.m.?", "Who will introduce Townsend and Iauco during the event?", "What will Townsend's presentation include?"], "416": ["What is the ‘heading’?", "What is the name of the venue where the wall mural agreement was made?", "Who is the contact person for the venue owner?", "What is the address of the venue?", "To whom should checks be made payable according to the document?", "What is the phone number of the contact person at KBA HQ?"], "417": ["What is the page no mentioned in this document?", "What is the title of the internal eclipse video mentioned in the document?", "Who is the middle-aged man speaking about his wife's reaction to smoking indoors?", "What does the Hispanic woman in the car say about the new world for smokers?", "What visual elements are shown on the screen during the video?", "Who is the target audience for the message conveyed in this video?"], "418": ["What is page number printed at the bottom of the page?", "What is the primary focus of the research discussed in the document?", "How does estrogen replacement therapy (ERT) affect dyspareunia due to vaginal dryness?", "What are some of the reported effects of ERT on sexual desire in women?", "What is the role of androgen in the context of ERT for women with sexual difficulties?", "Why is it challenging to quantify female sexual response in research?"], "419": ["What is plotted along the y axis ?", "What is the range of photometric values observed in Trial 1-049 over the 8-month period?", "At what time point does Trial 1-050 show the highest photometric value?", "How do the photometric values for Trial 1-049 compare to those of Trial 1-050 at the baseline?", "What is the trend in photometric values for Trial 1-049 from baseline to 8 months?", "Are there any significant differences in photometric values between Trials 1-049 and 1-050 at any of the time points?"], "420": ["What is the text printed on the bottom right corner of the page?", "What were the main topics discussed in the Menopausal Health Publication Management Meeting on September 25, 2003?", "Which investigator presented on \"Novel pyrrole-containing progesterone receptor modulators\" at the American Chemical Society meeting?", "In which meeting was the study titled \"Design & synthesis of selective estrogen modulators & estrogen receptor beta selective ligands (poster)\" presented?", "Who presented the study \"Rapid extranuclear signaling mechanisms and functions of the classical human progesterone receptor\" at the Third International Meeting on Rapid Responses to Steroid Hormones?", "What was the source of the study titled \"Inhibition of glycogen synthase kinase 3 (GSK3) induces bone formation in a mouse calvarial model\"?"], "421": ["what is the budget bureau no.?", "What is the purpose of the project described in the document?", "Who is the delegate agency for this component project?", "What is the total estimated cost of the project?", "How long will the grant requested in this application be financed?", "What is the name and address of the delegate agency?"], "422": ["What is the name of the doctor?", "What is the name of the institution mentioned in the document?", "Where is the Hospital Infantil de Mexico located?", "What is the affiliation of the Nutrition II program with other institutions?", "What is the address of the Hospital Infantil de Mexico?", "What does the acronym \"D.F.\" stand for in the context of the document?"], "423": ["What is the charge number given in the form?", "What is the title of the manufacturing test request and plan?", "Who are the requestors for this project?", "Which department is responsible for this request?", "What is the objective of the project?", "What is the scope of the project?"], "424": ["Who is the letter from?", "Who is the letter addressed to?", "What action did Miss Williamson take before the letter was written?", "Who will likely be calling Dottie according to the letter?", "Why did Kathleen decide to send over her letter instead of writing a new one?", "When does Kathleen hope to see Dottie?"], "425": ["Whose photograph is shown at the top left side of the page ?", "What is the name of the person who became professor and chairman of the department of anatomy at Pennsylvania State University College of Medicine?", "In which year did Bryce L. Munger complete his M.D. degree?", "What was Dr. Russell J. Blattner's position before joining WUMS in 1937?", "Which university did Gerald T. Perkoff attend for his medical education?", "What is the current position of Frank R. Bradley, M.D., as mentioned in the document?"], "426": ["What is the document about?", "What is the title of the study presented by Bray at the 2nd International Symposium on Progestins, Progesterone Receptor Modulators?", "Which meeting did Jeffcoat present her study \"Hormone replacement therapy and alveolar bone height (HER BITE)\" at?", "Who was invited by Kilbourne to present their studies at the American Society for Pharmacology and Experimental Therapeutics?", "What is the status of the study titled \"Evaluation of cardiovascular event rates with hormone therapy in healthy postmenopausal women\"?", "Where and when was the meeting where Lobo's study was accepted held?"], "427": ["What is the table number?", "What is the percentage of total carbohydrates consumed at home compared to away from home?", "Which nutrient shows the largest difference in consumption between home and away settings?", "How does the percentage of alcohol consumption compare when eating at home versus away from home?", "What is the significance level indicated for the difference in total fat consumption between home and away settings?", "Which nutrient has the smallest difference in consumption between home and away settings?"], "428": ["What is the date of the order?", "What is the promotion number for this form?", "Who is the contact person at RJR for this promotion?", "What is the specific value of the promotion being described?", "Which brand style names are included in the order quantities?", "What is the requested ship date for this promotion?"], "429": ["How many facts are listed here?", "What is sugar often described as according to the document?", "Which state in the Continental United States is the leading sugar cane producing state?", "How many calories does sugar contain per level teaspoon?", "According to the document, how quickly do the calories in sugar convert to energy compared to other foods?", "Why does sugar help to curb one's appetite faster than any other food?"], "430": ["What is the page number?", "What are the key topics covered in the document regarding environmental nutrition?", "How do caloric requirements differ between cold climates and temperate climates?", "What specific environmental stresses are mentioned in relation to nutrient losses in sweat?", "What is the focus of the section on \"Food for 'space' and closed ecological systems\"?", "What are some of the health issues related to overnutrition discussed in the document?"], "431": ["What is the invoice no.?", "What is the name of the company that issued this invoice?", "Who is the customer for whom this invoice was issued?", "What is the total amount of the invoice?", "What is the description of the item purchased?", "Where is the payment address listed on the invoice?"], "432": ["Who is the letter to ?", "Who is the person addressed in the note?", "What task is requested of Dr. Shank?", "Who is responsible for returning the signed document?", "What are the yellow copies intended for?", "Who is the sender of the note?"], "433": ["Who is the letter from?", "Who is the letter addressed to?", "What is the purpose of the attached program?", "Who is Penelope Kupsinel referring to when she mentions \"Dr. Shank\"?", "What was the 35mm slide about, according to the note?", "Who wrote this note?"], "434": ["What form of communication is used?", "Who is the sender of the cable?", "To whom is the cable addressed?", "What is the date of the cable?", "Where is Dr. Manuel Morante located?", "What is the reason for the sender's inability to return to Lima soon?"], "435": ["Who has signed the card?", "What is the purpose of this card?", "Who is the card intended for?", "Where is the special rate for hotel accommodations applicable?", "What is the name of the organization granting the special rate?", "What is the address of the National Academy of Sciences?"], "436": ["what is the heading mentioned in the given page ?", "What is the name of the event being advertised in the image?", "When does the Western Training Laboratory in Human Relations take place?", "Where is the event located?", "What is the purpose of the application form mentioned in the document?", "Who is the target audience for this training laboratory?"], "437": ["Who is the note to?", "Who is the document addressed to?", "What department does Diane Clark belong to?", "What is the purpose of these copies?", "Is there any specific information about the source of this document?", "Could you describe the format or style of the document?"], "438": ["What is the Title of the document?", "What is the date range for the Michaelmas Full Term in 1980?", "Which committee meets on Thursday, October 23, 1980?", "When does the Hilary Full Term begin according to the calendar?", "How many meetings are scheduled for the Governing Body in 1981?", "On which day does the Trinity Full Term end?"], "439": ["Which number is printed last on the first column of the table?", "What is the source URL mentioned in the document?", "Which column header corresponds to the last row (row 106)?", "What is the document's identifier (P-09686-00189) located at the bottom right corner?", "How many rows are there in the table?", "What is the purpose or context of this table?"], "440": ["what is the heading of the page ?", "What is the title of the document?", "Which study group conducted the National Diet-Heart Study?", "What is the publication date of the reference by Page, I. H., and Stamler, J.?", "How many pages does the final report of the National Diet-Heart Study contain?", "What is the source URL for the document?"], "441": ["in which state is Wisdom at ?", "Who is the recipient of the Wisdom Award of Honor mentioned in the document?", "What is the mission of the Wisdom Society as stated in the document?", "According to the document, what is the key to peace?", "Where is the Wisdom Society located?", "What is the source of the document?"], "442": ["What is the subject?", "What is the topic of the document?", "Who is the document addressed to or about?", "What are the two options presented in the document?", "Where can the source of this document be found?", "What is the purpose of the \"Signed:\" line on the document?"], "443": ["What is the title in uppercase?", "What is the purpose of this document?", "Who is this ballot intended for?", "What type of ballots does this document refer to?", "What must be done with the smaller envelope containing the ballot?", "What additional requirement is mentioned for the larger envelope?"], "444": ["Whose Logo is it?", "What is the name of the organization mentioned in the envelope?", "Where is the organization located?", "Who is the recipient of the letter?", "What is the address of the recipient?", "Is there any indication of postage or mailing date on the envelope?"], "445": ["What type of letter is this?", "Who is the sender of the letter?", "What is the date of the letter?", "To whom is the letter addressed?", "Why did the sender cancel their plans for the Aspen meeting?", "Where is the sender located?"], "446": ["What is the table number mentioned at the top centre of the page?", "How many cases of aneurism were there in total according to Table 6.05?", "Which type of implantation (woven, knitted, or velours) had the highest number of cases for claudication?", "What is the total number of cases for coarctation of the aorta?", "How many cases of congenital malformation were there in total?", "What does the asterisk (*) next to \"Aneurism\" indicate?"], "447": ["in which city is QM Food & Container Institute at ?", "What is the purpose of this document?", "When and where is the meeting taking place?", "Who is the representative attending the meeting?", "What is the topic of the meeting?", "Where should the completed form be returned?"], "448": ["In fig 3, what is plotted along x axis?", "What is the relationship between the dose of H-bovine serum albumin placed in the duodenal lumen and the total H-bovine serum albumin absorbed intact?", "What was the purpose of the Sephadex G-50 gel filtration analysis in the study?", "How did the immunoprecipitation with monospecific rabbit anti-BSA on Ouchterlony plates help identify the absorbed radioactive macromolecule?", "What did the radiouautography show about the lymph radioactivity after the administration of H-BSA?", "What were the key findings regarding the absorption of protein across the mature mammalian gut in these experiments?"], "449": ["What is the name of the \"Mayor\" ?", "Who is the Director of the Mountain States Beet Growers Association?", "What is the profession of J. Ben Nix?", "Which club does C. L. Bosley serve as the President of?", "Where is Hiroshi Tateyama located?", "How many individuals are listed in the document?"], "450": ["What is the figure number?", "What is the source of the data presented in the graph?", "How does the distribution of serum cholesterol levels among Mexican children compare to U.S. children?", "What is the range of serum cholesterol levels shown on the x-axis?", "Which group has a higher peak in the distribution curve for serum cholesterol levels?", "Where can this data be found according to the reference provided?"], "451": ["Who is the note from?", "Who is the author of the handwritten note?", "What is the purpose of the meeting mentioned in the note?", "How does the author plan to structure their talks during the meeting?", "What is the source of the document?", "Is there any indication of the date or time when this note was written?"], "452": ["Who is the note from?", "When is the person leaving according to the note?", "Who will the person be reaching out to next week?", "What is the address where the person can be reached next week?", "On what date is the person scheduled to be at Vanderbilt University?", "Who is the person writing this note to?"], "453": ["what is the designation of 'Harlan Seaworth' ?", "What is the profession of Dr. Richard J. Hecker?", "Which university does Leonard Jenkins work for?", "Who is the State Director of the Beet Growers Association?", "In which city is the Windsor Local Beet Growers Association located?", "What is the full name of the person who is the Mayor of Fort Collins?"], "454": ["What is the title given above the cartoon in right side of the page?", "What is the main topic of the study described in the document?", "How many patients were included in the study on modular fixed-bearing total knee arthroplasty?", "What was the average age of the patients in the study?", "What is the significance of the TC3-RP implant mentioned in the sales tips section?", "What is the purpose of the Fun Fact section in the document?"], "455": ["Who did the research on Sugar and cardiovascular disease?", "What is the title of the study by Friedman et al. published in the Journal of the National Cancer Institute?", "Which journal did Glass and Fleisch publish their research on diet and dental caries?", "In which year was the study by Hueper on sugars as potential carcinogens published?", "What is the main topic discussed in the article by Stare on the role of sugar in modern nutrition?", "Which journal did Walker publish his research on dental caries and sugar intake?"], "456": ["What is the year mentioned at the top?", "What year is the event mentioned in the poster?", "Where was the event held?", "Which hotel hosted the event?", "On which dates did the event take place?", "What organization is associated with this event?"], "457": ["What is the name of the publication given?", "What is the name of the publication mentioned in the letter?", "Who is the recipient of the letter?", "In which year was the biographical sketch prepared for the Editorial Advisory Board member?", "What is the address of the sender's organization?", "What is the purpose of the letter?"], "458": ["What is serial number I of the ‘Wyeth-Ayers Laboratories’ Meeting agenda?", "What is the date of the meeting agenda?", "Who is the target audience for the Breast Cancer Paper?", "Who needs to be contacted regarding the SHBG Outline?", "What is the purpose of the Revised SERMs Outline?", "What changes were made in the Timeline Update and Review?"], "459": ["Who is the owner of Edson Express ?", "Who is the owner of City Oil & Fuel?", "What position does Jimmie Kanemoto hold in the Chamber of Commerce?", "Where is Jack Edson located?", "What company does Richard Frisk own?", "Which editor is associated with the Johnstown Breeze?"], "460": ["Whose picture is given in the square shaped UNITED STATES POSTAGE?", "What is the date on the postcard?", "Who is the recipient of the postcard?", "What department does Dr. R.E. Shank belong to?", "Which university is mentioned in the address?", "Where is the postcard from?"], "461": ["What is the document heading?", "Who is listed as the Assistant Health Commissioner for the City of St. Louis?", "What is Dr. Elaine Thomas's position with the St. Louis County Health Department?", "Which medical society does Dr. E. J. Bieri represent?", "Where does Sister M. Carola work?", "What is the full name of the organization represented by Marie C. Harrington?"], "462": ["What is the folio number of the bill?", "What is the room number for which the charges are listed?", "Who is the cardmember whose account is being charged?", "What is the total amount charged on the card?", "What is the balance before the charges were applied?", "What is the date range for the stay associated with these charges?"], "463": ["What is the meeting on?", "What is the main topic of the conference mentioned in the document?", "Who was the chairman for the session on \"Dietary Fiber & Atherosclerosis\"?", "When did the panel discussion take place during the conference?", "Which speaker presented on \"Nutritional Modification & Atherosclerosis in Children\"?", "How many speakers were there in total for the sessions listed?"], "464": ["Which is the birth defects special treatment center in North Carolina?", "What is the name of the organization mentioned in the document?", "Where is the Birth Defects Special Treatment Center located?", "Who is the National Foundation State Representative mentioned in the document?", "What is the postal address for Jack McGee?", "What is the telephone number for Jack McGee?"], "465": ["What was the parking fee at St. Luis airport?", "What is the name of the person submitting the travel expense report?", "To which organization was this travel expense report submitted?", "What was the purpose of the trip mentioned in the report?", "What was the total amount of the airfare reimbursement?", "How much did the registration fee cost?"], "466": ["Who is the holder of this curriculum vitae?", "What was Thomas P. Schmalzried's undergraduate degree from Stanford University?", "Which honors did Thomas P. Schmalzried receive during his time at UCLA Medical School?", "What post-graduate positions did Thomas P. Schmalzried hold?", "What was the topic of the research paper for which Thomas P. Schmalzried received the John Charmley Award in 1991?", "In which year did Thomas P. Schmalzried receive the AOA-Zimmer Travel Award for Orthopaedic Fellows?"], "467": ["What is title given at the top of the page?", "What is the total amount billed for the year 2013?", "Which invoice from 2014 had the highest amount?", "How many invoices were issued in 2015 up to November 22, 2015?", "What was the total amount billed as of December 7, 2015?", "On which date was the largest single invoice amount issued in 2014?"], "468": ["What is the phone number of PINK&BLACK CORAL FACTORY?", "What is the name of the restaurant featured in the \"Fairway Restaurant\" advertisement?", "How much does it cost to rent a VW convertible from Convertibles Hawaii Inc. on Maui for a week?", "What type of food is served at the Wailea Steak House?", "Where is the Lahaina Meat and Seafood Delicatessen located?", "What is the special feature of Haleakala Dairy's POG beverage?"], "469": ["What is the Received date stamped?", "What is the date on which this pay stub was received?", "Who is the employee whose pay stub is shown in the image?", "What is the total amount of earnings for the pay period indicated?", "What is the purpose of the expense listed under \"Description\"?", "On what date was the check issued to William J. Darby?"], "470": ["What type of communication is this, as mentioned on the top left corner of the page?", "Who is the sender of the memorandum?", "What is the subject of the memorandum?", "When was the memorandum dated?", "What is the purpose of the Alternate Bearing Project summary?", "Which task has the earliest completion date mentioned in the document?"], "471": ["What type of communication is this?", "What is the title of this bulletin?", "Which organization published this bulletin?", "What is the time period covered in this bulletin?", "In which year was this bulletin issued?", "What is the source of this document?"], "472": ["What is the last line on the page?", "What is the title of the document?", "When was this document originally published?", "Which journal did this document appear in?", "Who is the copyright holder of this document?", "Where is the copyright holder located?"], "473": ["What is the name of the travel agency?", "What is the date of the air transportation for Dr. William Darby?", "Which airline was used for the air transportation?", "Where did the air transportation go from New York?", "What is the total amount charged for the air transportation?", "Who is the recipient of this air transportation ticket?"], "474": ["What is the date of the executive committee meeting ?", "What is the date of the Executive Committee meeting mentioned in the document?", "Who was responsible for approving the minutes as corrected?", "What action was suggested regarding advertising booklets to brokers?", "Which code interpretations were discussed since February 15th?", "What was the purpose of the National Confectioners' Meeting at Chicago?"], "475": ["What is the RJR Account number ?", "What is the name of the company sending this document?", "Who is the recipient of this document?", "What is the purpose of the Monarch 30¢ off 1 Pack Distributor Program mentioned in the document?", "How many SKUs of shipper displays are being ordered?", "When is the product expected to arrive according to the document?"], "476": ["What is the number shown below the heading on top right corner?", "Which food contains the highest amount of Vitamin C per half cup?", "How much Vitamin C is present in cooked cabbage compared to raw cabbage?", "What is the difference in Vitamin C content between cooked broccoli and cooked turnip greens?", "Which fruit juice has the least amount of Vitamin C per half cup?", "How does the amount of water affect the Vitamin C content in cooked vegetables?"], "477": ["During which period were the Part III examinations held?", "What is the total number of candidates who took the Part III examination from 1923 to 1947?", "In which year did the highest number of candidates pass the Part III examination?", "How many candidates failed the Part III examination in 1947?", "What was the total number of candidates who passed the Part III examination in 1936?", "Which year had the lowest number of candidates taking the Part III examination?"], "478": ["What is Payee's Account No?", "What is the date on which this public voucher was prepared?", "Which department, bureau, or establishment issued this voucher?", "Who is the payee for this voucher?", "What is the total amount listed on the voucher?", "What are the main categories of expenses listed under \"ARTICLES OR SERVICES\"?"], "479": ["What is the date given?", "Who prepared the document?", "What is the name of the company responsible for preparing the document?", "Is the document copyrighted?", "Where was the document prepared?", "When was the document prepared?"], "480": ["How many bullet points are there?", "What is the date and time of the Directors' Meeting mentioned in the document?", "Which committee's report was discussed in relation to the Department of Justice?", "What specific issue under \"Abuse of Resales\" was addressed in the agenda?", "How many items were listed on the agenda for the Directors' Meeting?", "What is the source of the document?"], "481": ["Which page of the form is this", "What is the purpose of this form?", "Which joint is being evaluated in this study?", "Who reviewed this form on January 7, 2003?", "How many days have passed since the last interval for this patient?", "What is the date of the exam for this patient?"], "482": ["Which city is mentioned in the table 30 ?", "What is the total number of persons evaluated in the dietary survey for the Armed Forces of the Philippines in 1957?", "Which method of evaluation provided the highest average daily per capita consumption of calories?", "How many grams of protein were consumed per person on average according to the chemical analysis?", "What was the average daily per capita consumption of Vitamin C in milligrams based on the food issues in February 1957?", "According to the table, which method of evaluation showed the highest average daily per capita consumption of iron?"], "483": ["What is the name of the courrier Service?", "What is the service guarantee for the Express Mail service mentioned in the document?", "Who is the sender of the package according to the document?", "What is the destination address for the first package?", "How much was the postage for the second package?", "What is the date when the packages were sent?"], "484": ["What is mentioned in 'Purpose of Temporary Duty' ?", "What is the purpose of the travel for Dr. Robert E. Shank?", "Where is Dr. Robert E. Shank traveling to?", "How many days will Dr. Robert E. Shank be traveling?", "Who is the approving officer for this travel request?", "What is the total estimated cost chargeable to the USA Med R & D Comd funds?"], "485": ["What statement is this?", "What is the total pay amount for the pay period ending on September 1-9, 1975?", "Which organization issued this employee pay statement?", "What is the address of The Nutrition Foundation, Inc.?", "How much was deducted from the employee's earnings for Social Security?", "What is the net amount after all deductions?"], "486": ["What do the values in the y-axis depict ?", "What is the purpose of this graph?", "How many male albino rats were used in the study?", "What was the average body weight of the rats?", "What does the solid line represent in the graph?", "What does the dotted line represent in the graph?"], "487": ["What is the name printed on the top of the page?", "What is the name of the individual mentioned in the document?", "In which room is Mr. Anthony B. Kenkel located?", "Which organization does Mr. Anthony B. Kenkel work for?", "What is the phone number provided for Mr. Anthony B. Kenkel?", "What is the extension number for Mr. Anthony B. Kenkel's phone?"], "488": ["What is the name of the sugar company?", "What is the total authorized capital stock for common stock?", "How many shares of common stock have been issued?", "What is the par value per share of the common stock?", "How many warrants for purchase of common stock have been issued as of June 30, 1944?", "What is the total value of the issued common stock as of June 30, 1944?"], "489": ["What is the date mentioned at the bottom of the page?", "Who is the speaker mentioned in the document?", "What is the title of the presentation?", "In which organization was Dr. Robert C. Hockett serving as the Scientific Director?", "Where was the presentation delivered?", "When was the presentation given?"], "490": ["What is the document heading?", "What is the survival rate at 5 years for anatomical prostheses?", "How many revisions occurred in the inverse prosthesis group?", "Which type of prosthesis has the highest survival rate at 5 years?", "What is the difference in survival rates between hemiarthroplasty and resurfacing at 5 years?", "Is there a statistically significant difference in survival rates among the different types of prostheses?"], "491": ["What is the year mentioned?", "What is the name of the organization mentioned in the document?", "In which year was this directory published?", "Where is the headquarters of The Rockefeller Foundation located?", "What is the source of the document as indicated at the bottom?", "What is the address of The Rockefeller Foundation's headquarters?"], "492": ["What is the first name of the month mentioned at the top of the page?", "What is the circulation of \"American Home\" magazine?", "Which magazine has the highest circulation in May?", "How many photos were included in the article titled \"Bright Mondays\" in June?", "In which month was the article \"New Ways to Loveliness\" published?", "Which magazine had the largest number of articles awaiting publication?"], "493": ["What is the table number?", "What is the mean plasma potassium value before the intravenous fat emulsion infusion?", "Which patient had the highest plasma potassium value during the control period?", "How much did the plasma potassium values decrease after the infusion in the patient with chronic glomerulonephritis?", "What was the percentage change in maximal plasma potassium values across all patients?", "Which patient had the most significant drop in plasma potassium levels after the infusion?"], "494": ["What is the name?", "What is the name of the individual whose personnel action is being notified?", "What is the reason for the termination or expiration of the appointment?", "What is the effective date of the termination or expiration of the appointment?", "What was the position title and number from which the individual was terminated?", "Where is the employing office located?"], "495": ["What is the day and date of dinner?", "What is the purpose of the event mentioned in the document?", "Who is the event organized for?", "When and where was the event scheduled to take place?", "What is the name of the establishment where the event will be held?", "Who signed the document, and what does their signature say?"], "496": ["What is the name of the city mentioned?", "What is the title of the book in German?", "Who is the author of the original work?", "In which year was the original work published?", "Which Russian translator contributed to this edition?", "What is the subject range covered in this volume?"], "497": ["Which session of 85th congress is mentioned in this document?", "What is the bill number mentioned in the document?", "Who is the author of this bill?", "When was the bill introduced in Congress?", "To which committee was the bill referred?", "What is the purpose of the bill according to its description?"], "498": ["What is the DTS date?", "What is the promotion being offered for Winston cigarettes?", "How many Winston cigarettes are included in each promotional sleeve?", "What is the pricing structure for the Winston Buy 2 Get 1 Free promotion?", "Which product codes are associated with the Winston UL Bx 85?", "What is the VAP payment per 6M case for the Winston Buy 2 Get 1 Free promotion?"], "499": ["who is the president of sugar research foundation,inc.?", "Who is presiding over the event?", "What is the position of Joseph F. Abbott in relation to the Sugar Research Foundation, Inc.?", "Who is the Scientific Director of the Sugar Research Foundation, Inc.?", "What is the title of His Excellency Dr. Spruille Braden?", "Who is the President-Elect of the Republic of Cuba?"]}