{"0": ["Quelles étaient les principales composantes du bénéfice net par action d'une entreprise pour les années 2016 et 2017?", "What was the net result for the group in 2017?", "How many shares were outstanding at the beginning of 2017?", "What is the diluted earnings per share for the group in 2017?", "What is the impact on the diluted earnings per share due to dilutive instruments in 2017?", "How did the amortization of intangible assets related to acquisitions affect the net result in 2017?"], "1": ["Comment les activités opérationnelles, d'investissement et de financement affectent-elles la trésorerie d'une entreprise au cours de différentes périodes?", "What was the profit/loss for the period in millions of Euros from April 1, 2011, to December 31, 2011?", "How much net cash flow from operating activities before changes in working capital was there from April 1, 2010, to March 31, 2011?", "What was the change in working capital from April 1, 2010, to March 31, 2011?", "What was the net cash flow from financing activities from April 1, 2010, to March 31, 2011?", "What was the effect of exchange rates on cash and cash equivalents from April 1, 2010, to March 31, 2011?"], "2": ["Quels sont les champs typiques et leur signification dans une base de données d'exercices financiers d'une collectivité ?", "What is the significance of the \"Codcol\" field in the document?", "How many digits does the \"Nature\" field contain?", "In which position range is the \"NumTitre\" field located?", "What does the \"Fonction\" field represent?", "What is the total length of the \"Montant\" field?"], "3": ["Comment a évolué le résultat net des sociétés consolidées dans le secteur aérien entre 2011 et 2012?", "What was the percentage increase in sales from 2011 to 2012?", "Which external expense category had the largest increase in cost between 2011 and 2012?", "How much did the amortization and depreciation expense decrease from 2011 to 2012?", "What was the net income for the period in euros million for 2012?", "By how much did the net income of consolidated companies increase from 2011 to 2012?"], "4": ["Quel est l'impact des provisions sur le résultat d'exploitation dans l'industrie aéronautique récemment ?", "What was the percentage increase in the company's revenue from 2009-10 to 2010-11?", "How much did the company's net result change from 2009 to 2010?", "Which category had the largest increase in charges between 2009 and 2010?", "What was the impact on the company's operating result when comparing 2010 to 2009?", "How did the company's financial expenses (net) compare between 2009 and 2010?"], "5": ["Combien de personnes sont employées à entretenir les chambres funéraires en Normandie ?", "How many funeral chambers are there in total across all regions?", "Which department has the highest number of refrigerated cases?", "In which region is the number of refrigerated tables the lowest?", "What is the total capacity of refrigerated tables in the Grand Est region?", "How many funeral chambers are currently under project in the Hauts-de-France region?"], "6": ["quelle est la moyenne des dépenses par secteur en 2008 ?", "What was the total cost in 1988?", "How much did the energy cost increase from 1998 to 2007?", "In which year did the total cost reach 200?", "What was the average annual increase in total costs from 1988 to 2008?", "Which year had the highest total cost among the given years?"], "7": ["Quels sont les taux de croissance annuels moyens du transport routier de voyageurs pour la période 2013-2008 ?", "What was the number of passenger transport by road in 2008 according to Fimo?", "How much did the number of passenger transport by road increase from 2013 to 2014 for Passerelle?", "What is the average annual growth rate of passenger transport by road from 2008 to 2013?", "In which year did the number of passenger transport by road reach its peak according to FCOS/FCO?", "What was the percentage change in the number of passenger transport by road from 2013 to 2014 for Fimo?"], "8": ["En 2011, quelle est la part des revenus de l'activité cargo de KLM qui concerne des destinations en Afrique ou au Moyen-Orient ou en Asie?", "What percentage of KLM Cargo's revenues came from the Caribbean and Indian Ocean region in the financial year 2011 (9 months)?", "How did the percentage of revenues from Europe/North Africa compare between the financial years 2011 (9 months) and 2010/2011 (12 months)?", "In which region did KLM Cargo generate the highest percentage of its revenues in the financial year 2011 (9 months)?", "What was the total revenue percentage for Asia in the financial year 2010/2011 (12 months)?", "How much more percentage of revenues did KLM Cargo generate from America compared to Europe/North Africa in the financial year 2011 (9 months)?"], "9": ["Combien de trimestres le trafic intérieur est-il supérieur à 4,5 en 2020 ?", "What was the percentage change in the total air traffic in France for the year 2020?", "How did the domestic traffic within metropolitan France compare to the international traffic in terms of percentage change in 2020?", "In which quarter of 2020 did the domestic traffic within metropolitan France reach its highest level?", "What was the percentage change in the international traffic from Paris compared to the rest of the country in 2020?", "Which type of international traffic (from Paris or from the rest of the country) experienced the largest percentage decrease in 2020?"], "10": ["Quel est le revenu total du groupe KLM en cargo sur l'année financière 2011 seulement ? ", "What was KLM Cargo's total business revenue in the financial year 2011 (9 months)?", "How much did KLM Cargo earn per ATK unit in the financial year 2011 (9 months)?", "In which financial year did KLM Cargo have a higher total business revenue?", "By how much did the Load Factor decrease from the financial year 2010/2011 to the financial year 2011 (9 months)?", "What was the difference in unit revenue per RTK between the financial years 2011 (9 months) and 2010/2011?"], "11": ["Quel est l'écart relatif des coûts du socle fonctionnel entre les prévisions 2017 et la somme réalisé la même année ? ", "What was the total amount realized in 2016 according to the table?", "How much is the projected amount for \"Gouvernance / pilotage\" in 2017?", "Which category has the highest projected amount under \"Prévisions régime permanent généralisation\"?", "By how much did the \"Socle fonctionnel\" amount increase from 2016 to 2017?", "What is the total amount projected for \"Maintenance et hébergement\" under \"Prévisions régime permanent généralisation\"?"], "12": ["Quelle est la méthodologie de calcul du résultat exceptionnel comptable pour une entreprise?", "What is the total amount for \"Produits des cessions d'immobilisations\" in Exercise N?", "Which accounts are associated with \"Reprises sur provisions\"?", "What is the total amount for \"Charges exceptionnelles\" in Exercise N?", "How many accounts are listed under \"Dotations aux amortissements et aux provisions\"?", "What is the formula used to calculate \"RESULTAT COMPTABLE hors neutralisation\"?"], "13": ["Quelle est la fréquence des séances de conte destinées aux écoles maternelles et primaires tout au long de l'année ?", "How many total sessions were held for \"Séances de conte en semaine ouverte aux crèches, halte-garderies, assistantes maternelles et parents avec jeunes enfants\" throughout the year?", "In which months did no sessions take place for \"Séances de conte mercredi ou samedi ouvertes aux familles - niveau 3-6 ans\"?", "What is the total number of sessions for \"Séances de TAP - niveau maternelle et primaire\" in the entire year?", "Which month had the highest number of sessions for \"Séances ouvertes aux scolaires des écoles primaires et maternelles\"?", "How many total sessions were there for all activities combined in the \"ENFANCE\" section?"], "14": ["Quels types de train circulent à la Gare de Bercy et à quelle vitesse?", "How many TER, 7200 trains depart from Gare de Bercy during the day (6h-18h)?", "What is the total number of trains departing from Gare de Bercy during the night (22h-6h)?", "During which time period do the most TER, 7200 trains depart?", "What is the speed limit for both TER, 7200 and Intercités trains at Gare de Bercy?", "How many more Intercités trains depart in the evening (18h-22h) compared to TER, 7200 trains?"], "15": ["Y a-t-il des projets de développement ou de fermeture pour de nouvelles installations de traitement des déchets en France récemment ?", "How many installations are there for the reception and treatment of asbestos?", "What is the total tonnage treated by all the installations combined?", "Which type of installation has the highest number of installations?", "How many new installations are currently in project status?", "What is the total tonnage treated by the units of composting?"], "16": ["Quels sont les chiffres de la population municipale pour les grandes villes françaises ?", "What is the population of Paris?", "Which city has the highest population in France?", "How many cities have a population of less than 100,000?", "What is the difference between the total population and the municipal population for Marseille?", "Which city has the smallest difference between its total and municipal populations?"], "17": ["Quelle part de la surface des forêts Natura 2000 est domaniale?", "What is the percentage of forested areas in Natura 2000 that are owned by the state (forêts domaniales) across all regions?", "In which region does the highest percentage of forested areas belong to private owners (forêts privées)?", "Which region has the lowest percentage of forested areas owned by collectivities (forêts des collectivités)?", "How do the percentages of forested areas owned by the state compare between the Littoral and Non-Littoral regions?", "In which type of terrain (Plaine, Piémont, Montagne, Haute montagne) is the percentage of forested areas owned by collectivities the highest?"], "18": ["Quelle a été l'évolution du nombre moyen pondéré d'actions ordinaires en circulation entre 2005 et 2006 ?", "What was the weighted average number of ordinary shares issued in 2006?", "How many treasury stock shares were held regarding the stock option plan in 2005?", "By how much did the number of shares used to calculate basic earnings per share increase from 2005 to 2006?", "What is the total number of potential ordinary shares in 2006?", "In which year was there a higher number of ordinary and potential ordinary shares used to calculate diluted earnings per share?"], "19": ["Quel était le CA des activités de construction au T1 2021 ?", "What was the total revenue for Bouygues SA in T1 2021?", "How much did Bouygues Construction's revenue increase from T1 2020 to T1 2021?", "What is the percentage change in Bouygues Immobilier's revenue from T1 2020 to T1 2021?", "What was the effect of the perimeter on Bouygues Telecom's revenue in T1 2021?", "How much did Bouygues SA's revenue increase in T1 2021 compared to T1 2020?"], "20": ["Quelles étaient les valeurs des actifs financiers disponibles à la vente au 31 décembre 2011 ?", "What was the gross value of financial assets available for sale on December 31, 2011?", "How much impairment charge occurred at opening in March 31, 2011?", "What is the total amount of loans and receivables on December 31, 2011?", "Which category had the highest gross value on December 31, 2011?", "What was the change in the gross value from December 31, 2010 to December 31, 2011?"], "21": ["Quel impact ont les taux de change sur les équivalents de trésorerie d'une entreprise au fil du temps?", "What was the profit/loss for the period in millions of Euros from April 1, 2011, to December 31, 2011?", "How much net cash flow from operating activities before changes in working capital was there from April 1, 2010, to March 31, 2011?", "What was the change in working capital from April 1, 2010, to March 31, 2011?", "What was the net cash flow from financing activities from April 1, 2010, to March 31, 2011?", "What was the effect of exchange rates on cash and cash equivalents from April 1, 2010, to March 31, 2011?"], "22": ["Quel est l'impact d'une augmentation du taux d'actualisation sur les flux de trésorerie futurs?", "What is the impact on the future cash flow value when the discount rate increases by 1%?", "How does a decrease in long-term growth rate by 0.5% affect the future cash flow value?", "What is the effect on the future cash flow value if revenue growth decreases by 1% per year?", "How much does the future cash flow value change with an increase of 1% in operational margin?", "What is the difference in the future cash flow value between a 1% increase and a 1% decrease in revenue growth?"], "23": ["Quel est le volume des appels téléphoniques comparé à celui des courriers dans les procédures de rappel?", "What is the total volume of the first recall?", "Which type of communication had the highest volume in 2012?", "How many calls were made during the third recall?", "What was the volume of the fourth recall?", "In which type of communication did the volume decrease from the first to the second recall?"], "24": ["Quels sont les revenus maximums pour être éligible au logement social en fonction du nombre de personnes dans le ménage à Paris ?", "What is the average cost of housing for category 1 in Paris and its neighboring communes?", "How much more does it cost to live in the Ile-de-France region (excluding Paris and its neighboring communes) compared to other regions for category 6 households?", "In which region is the cost of housing the highest for category 5 households?", "What is the additional cost per person for category 6 households in Paris and its neighboring communes?", "How much less does it cost to live in other regions compared to the Ile-de-France region for category 3 households?"], "25": ["Comment a évolué le total de l'actif d'une société entre 2004 et 2005 selon les normes IFRS ?", "What was the total asset value on December 31, 2005?", "How much did the financial assets at fair value through profit or loss increase from 2004 to 2005?", "Which category had the largest increase in value between 2004 and 2005?", "What is the difference in the value of loans and receivables from credit institutions between 2005 and 2004?", "How much did deferred tax assets increase by in 2005 compared to 2004?"], "26": ["Comment se répartissent les types de propriétés forestières dans les différents territoires en France?", "What is the percentage of forested areas in Natura 2000 that are owned by the state (forêts domaniales) across all regions?", "In which region does the highest percentage of forested areas belong to private owners (forêts privées)?", "Which region has the lowest percentage of forested areas owned by collectivities (forêts des collectivités)?", "How do the percentages of forested areas owned by the state compare between the Littoral and Non-Littoral regions?", "In which type of terrain (Plaine, Piémont, Montagne, Haute montagne) is the percentage of forested areas owned by collectivities the highest?"], "27": ["Quelle est la différence de rémunération moyenne entre les catégories A, B et C dans la fonction publique en 2013 ?", "What percentage of the total workforce in 2013 were titulaires?", "How many euros did the average salary of titulaires amount to in 2013?", "In which category (A, B, or C) did the highest percentage of titulaires fall in 2013?", "What was the percentage change in the number of employees from 2012 to 2013 for the category of \"Autres salariés\"?", "Which type of local authority had the highest percentage of employees in 2013?"], "28": ["De combien étaient les ventes en millions d'euros en 2011 ?", "What was the percentage increase in sales from 2011 to 2012?", "Which external expense category had the largest increase in cost between 2011 and 2012?", "How much did the amortization and depreciation expense decrease from 2011 to 2012?", "What was the net income for the period in euros million for 2012?", "By how much did the net income of consolidated companies increase from 2011 to 2012?"], "29": ["Combien d'habitant y avait il au total dans les 5 plus grandes villes de France en 2012 ?", "What is the population of Paris?", "Which city has the highest population in France?", "How many cities have a population of less than 100,000?", "What is the difference between the total population and the municipal population for Marseille?", "Which city has the smallest difference between its total and municipal populations?"], "30": ["Quelles ont été les variations du chiffre d'affaires des entreprises aéronautiques entre 2009 et 2011 ?", "What was the percentage increase in the company's revenue from 2009-10 to 2010-11?", "How much did the company's net result change from 2009 to 2010?", "Which category had the largest increase in charges between 2009 and 2010?", "What was the impact on the company's operating result when comparing 2010 to 2009?", "How did the company's financial expenses (net) compare between 2009 and 2010?"], "31": ["Comment l'évolution des prix du carburant a-t-elle affecté les coûts d'exploitation dans l'industrie aérienne au cours de la dernière période ?", "What is the total personnel cost in millions of euros?", "How much did the external costs (excluding fuel and aircraft maintenance) increase compared to the previous year?", "By how much did the aircraft costs increase compared to the previous year?", "What was the percentage increase in aircraft maintenance purchases?", "What were the total operating expenses excluding fuel?"], "32": ["Quelles informations financières de base peut-on obtenir sur la performance annuelle d'une entreprise sur plusieurs exercices?", "What was the number of shares in circulation on January 1, 2016?", "How many dividends were paid out in 2016?", "What was the total amount of capital social on December 31, 2017?", "What is the difference between the number of shares in circulation on January 1, 2016, and December 31, 2017?", "Which category had the largest negative value in the \"Achats/Ventes d'actions propres\" section?"], "33": ["A combien s'élevaient les couts d'avions en millions d'euros ?", "What is the total personnel cost in millions of euros?", "How much did the external costs (excluding fuel and aircraft maintenance) increase compared to the previous year?", "By how much did the aircraft costs increase compared to the previous year?", "What was the percentage increase in aircraft maintenance purchases?", "What were the total operating expenses excluding fuel?"], "34": ["Quel est le pourcentage du budget alloué à la culture par rapport aux autres postes de dépense dans les budgets publics?", "What is the total budget allocation for services provided by local public administrations?", "Which category has the highest percentage share in the budget?", "How much does the budget allocated to education and training amount to?", "What is the average budget value per inhabitant for the category \"Culture\"?", "Which category has the smallest percentage share in the budget?"], "35": ["Quelles sont les méthodes de rappel les plus utilisées dans la communication avec les clients?", "What is the total volume of the first recall?", "Which type of communication had the highest volume in 2012?", "How many calls were made during the third recall?", "What was the volume of the fourth recall?", "In which type of communication did the volume decrease from the first to the second recall?"], "36": ["Quels montants ont été consacrés au transport scolaire et aux contingents destinés aux SDIS en France au cours des années 2000?", "What was the total spending on social aid in 2011?", "How much did the mandatory social aid expenses increase from 1995 to 2011?", "In which year did the investment for colleges reach its peak?", "What was the difference between the total spending on colleges in 2005 and 2006?", "How many million euros were allocated for transport school in 2010?"], "37": ["Quels sont les différents types de catégories de radios disponibles dans la région de la Roche Posay ?", "What are the radio frequencies for France Musique in the Bonneuil-Matours zone?", "Which radio station is associated with the \"Association Accords Poitou\" in the Civray zone?", "How many radio stations are listed under the \"FORUM\" category in the Châtellerault zone?", "In which zones can you find France Culture on the same frequency?", "What is the difference between the categories (A, B, D, E) assigned to different radio stations?"], "38": ["Quel est le montant des dotations aux amortissements et aux provisions ? ", "What is the total amount for \"Produits des cessions d'immobilisations\" in Exercise N?", "Which accounts are associated with \"Reprises sur provisions\"?", "What is the total amount for \"Charges exceptionnelles\" in Exercise N?", "How many accounts are listed under \"Dotations aux amortissements et aux provisions\"?", "What is the formula used to calculate \"RESULTAT COMPTABLE hors neutralisation\"?"], "39": ["Quel est l'impact des variations de change sur les coûts opérationnels des compagnies aériennes ?", "What is the total personnel cost in millions of euros?", "How much did the external costs (excluding fuel and aircraft maintenance) increase compared to the previous year?", "By how much did the aircraft costs increase compared to the previous year?", "What was the percentage increase in aircraft maintenance purchases?", "What were the total operating expenses excluding fuel?"], "40": ["Quelle a été l'évolution du nombre d'actions de société entre le 1er janvier et la fin de l'exercice pour les années récentes?", "What was the net result for the group in 2017?", "How many shares were outstanding at the beginning of 2017?", "What is the diluted earnings per share for the group in 2017?", "What is the impact on the diluted earnings per share due to dilutive instruments in 2017?", "How did the amortization of intangible assets related to acquisitions affect the net result in 2017?"], "41": ["Quelles étaient les valeurs des créances commerciales des entreprises à la fin de l'année 2005 ?", "What was the total amount of commercial receivables in millions of euros on December 31, 2005?", "How much did the other customer credits increase from 2004 to 2005?", "What is the difference between the net book values of receivables for the two years?", "Which category had the largest increase in value from 2004 to 2005?", "What were the total provisions made for credit-bail operations in 2005?"], "42": ["Comment ont évolué les indices économiques des États-Unis et du Canada entre 2006 et 2008?", "What is the range of interest rates for the Euro zone in 2008?", "How do the interest rate ranges for the United Kingdom compare between 2006 and 2007?", "In which year did the interest rate range for \"Other countries\" exceed 10%?", "What was the interest rate range for the USA-Canada region in 2007?", "How has the interest rate range for \"Other countries\" changed from 2006 to 2008?"], "43": ["Quelles sont les différentes méthodes de calcul des primes dans les entreprises françaises ?", "What is the average salary of employees in Seita?", "How does Bonduelle calculate its bonus percentage relative to salaries?", "Which company has the highest bonus amount for its employees?", "What factors contribute to the calculation of bonuses at Renault?", "How does Générale sucrière determine the maximum bonus percentage based on employee roles?"], "44": ["quel est la moyenne du nombre de voyage à motif professionnel en 2013 ?", "What was the average number of overnight trips in 2013 for all purposes?", "How did the number of day trips for personal reasons change from 2013 to 2014?", "In which year was there a higher total number of trips for professional purposes: 2013 or 2014?", "What percentage of total trips were overnight trips in 2014?", "How many more trips for personal reasons were made in 2014 compared to 2013?"], "45": ["Quel est l'ordre de grandeur de l'indemnité de stage dans les coûts de fonctionnement d'un projet universitaire ?", "What is the total budget for the project as shown in the document?", "Which institution is responsible for financing the \"Déplacements et indemnités de stages\" expense?", "How much does the \"Coût salarial de l'équipe projet\" cost?", "What is the total amount allocated for \"Déplacements\"?", "Which institution is responsible for financing the \"Frais d'études (visites d'autres établissements)\"?"], "46": ["Combien d'unités ont été vendues dans le secteur de l'e-commerce au premier trimestre de 2016 ?", "What was the total GMV (volume d'affaires) TTC for the first quarter of 2015?", "By what percentage did the traffic increase from T1 2015 to T1 2016?", "How many active clients were there in T1 2016 compared to T1 2015?", "What was the growth rate of units sold from T1 2015 to T1 2016?", "What was the total growth rate of GMV (volume d'affaires) TTC from T1 2015 to T1 2016?"], "47": ["Quels sont les chiffres de croissance des supermarchés 'SM Pão de Açúcar' au Brésil durant l'année fiscale de 2019 à 2020?", "What is the total number of stores in the International section on 30/09/2019?", "Which country has the highest number of stores in the International section on 31/12/2019?", "How many stores does HM Extra have in Brazil across all the dates shown?", "What is the trend in the number of stores for SM Pão de Açúcar in Brazil from 30/09/2019 to 30/06/2020?", "In which country did the number of stores decrease between 31/12/2019 and 31/03/2020?"], "48": ["Combien de courriels ont été envoyés ?", "What is the total volume of the first recall?", "Which type of communication had the highest volume in 2012?", "How many calls were made during the third recall?", "What was the volume of the fourth recall?", "In which type of communication did the volume decrease from the first to the second recall?"], "49": ["Quel est le rôle des régions dans le financement des services d'incendie et de secours comparé à d'autres échelons locaux ?", "What is the total number of administrative entities across all categories?", "How many communes have administrative functions?", "Which category has the highest number of entities in the \"Technique\" sector?", "What percentage of the total entities are classified under \"Incendie et secours\"?", "How many entities fall under the \"Autres cas\" category?"], "50": ["Comment l'effectif des patients et les données démographiques varient-ils entre les services de médecine et de chirurgie au sein des hôpitaux publics et privés?", "What is the total number of patients in the study?", "Which type of establishment has the highest percentage of patients under the \"Chirurgie\" category?", "What is the average age of patients in CHUs for \"Médecine\"?", "How does the sex ratio (masculin) compare between CHUs and other establishments under DG for \"Médecine\"?", "What is the percentage of patients from private establishments under OQN in the total patient population?"], "51": ["Quelles étaient les prévisions de dépenses pour la gouvernance et le pilotage en 2017 par rapport à 2016?", "What was the total amount realized in 2016 according to the table?", "How much is the projected amount for \"Gouvernance / pilotage\" in 2017?", "Which category has the highest projected amount under \"Prévisions régime permanent généralisation\"?", "By how much did the \"Socle fonctionnel\" amount increase from 2016 to 2017?", "What is the total amount projected for \"Maintenance et hébergement\" under \"Prévisions régime permanent généralisation\"?"], "52": ["Quelle a été l'évolution du coût de l'énergie pour les ménages en France dans les années 2000 ?", "What was the total cost in 1988?", "How much did the energy cost increase from 1998 to 2007?", "In which year did the total cost reach 200?", "What was the average annual increase in total costs from 1988 to 2008?", "Which year had the highest total cost among the given years?"], "53": ["Quelle est la durée moyenne d'occupation d'un logement pour les propriétaires locataires par rapport à l'ensemble des occupants?", "What percentage of the total population is classified as \"propriétaire locataire\"?", "In which category does the highest percentage of \"propriétaire\" fall?", "What is the percentage of \"locataire\" in the \"moins de 4 ans\" category?", "How does the percentage of \"propriétaire locataire\" compare across different time periods?", "What is the overall distribution of the \"statut d'occupation\" among the total population?"], "54": ["quel est le total de passifs au 31 decembre 2011 ?", "What was the total amount of non-current assets in 2012?", "How much did current assets increase from 2011 to 2012?", "What is the difference between total assets in 2012 and 2011?", "By how much did equity attributable to equity holders of Air France decrease from 2011 to 2012?", "What was the total liabilities and equity for Air France as of 31 December 2012?"], "55": ["Quelle est la part des opérations de crédit-bail dans les prêts et créances sur la clientèle en 2005 ?", "What was the total amount of commercial receivables in millions of euros on December 31, 2005?", "How much did the other customer credits increase from 2004 to 2005?", "What is the difference between the net book values of receivables for the two years?", "Which category had the largest increase in value from 2004 to 2005?", "What were the total provisions made for credit-bail operations in 2005?"], "56": ["Quelle était la valeur des actifs non courants d'Air France en 2012 ?", "What was the total amount of non-current assets in 2012?", "How much did current assets increase from 2011 to 2012?", "What is the difference between total assets in 2012 and 2011?", "By how much did equity attributable to equity holders of Air France decrease from 2011 to 2012?", "What was the total liabilities and equity for Air France as of 31 December 2012?"], "57": ["Quelles étaient les fourchettes de pourcentage pour les années 2006 à 2008 concernant un indicateur économique par zone géographique?", "What is the range of interest rates for the Euro zone in 2008?", "How do the interest rate ranges for the United Kingdom compare between 2006 and 2007?", "In which year did the interest rate range for \"Other countries\" exceed 10%?", "What was the interest rate range for the USA-Canada region in 2007?", "How has the interest rate range for \"Other countries\" changed from 2006 to 2008?"], "58": ["Comment a évolué le nombre de cyclistes blessés dans les accidents de la route en France récemment?", "What is the percentage decrease in the number of deaths on highways in 2020 compared to 2015?", "How many more people were injured in accidents outside urban areas than inside urban areas in 2020?", "Which category of road users had the highest number of injuries in 2020?", "What was the percentage decrease in the number of deaths among cyclists from 2015 to 2020?", "How many more people were killed on highways in France (including DOM) in 2020 compared to 2015?"], "59": ["Combien de déchetteries publiques existent en France et quel tonnage de déchets y est traité ?", "How many installations are there for the reception and treatment of asbestos?", "What is the total tonnage treated by all the installations combined?", "Which type of installation has the highest number of installations?", "How many new installations are currently in project status?", "What is the total tonnage treated by the units of composting?"], "60": ["Combien de TGV partent de la gare de Bercy ?", "How many TER, 7200 trains depart from Gare de Bercy during the day (6h-18h)?", "What is the total number of trains departing from Gare de Bercy during the night (22h-6h)?", "During which time period do the most TER, 7200 trains depart?", "What is the speed limit for both TER, 7200 and Intercités trains at Gare de Bercy?", "How many more Intercités trains depart in the evening (18h-22h) compared to TER, 7200 trains?"], "61": ["Quel a été le revenu d'affaires de KLM Cargo pour l'année financière 2010/2011 ?", "What was KLM Cargo's total business revenue in the financial year 2011 (9 months)?", "How much did KLM Cargo earn per ATK unit in the financial year 2011 (9 months)?", "In which financial year did KLM Cargo have a higher total business revenue?", "By how much did the Load Factor decrease from the financial year 2010/2011 to the financial year 2011 (9 months)?", "What was the difference in unit revenue per RTK between the financial years 2011 (9 months) and 2010/2011?"], "62": ["combien de zones géographiques ont un excédent de fond de pension entre 4% et 6.9% en 2008?", "What is the range of interest rates for the Euro zone in 2008?", "How do the interest rate ranges for the United Kingdom compare between 2006 and 2007?", "In which year did the interest rate range for \"Other countries\" exceed 10%?", "What was the interest rate range for the USA-Canada region in 2007?", "How has the interest rate range for \"Other countries\" changed from 2006 to 2008?"], "63": ["Comment puis-je trouver les informations de contact pour des lieux dans différents arrondissements parisiens ?", "What is the telephone number for the address at 4, place du Louvre?", "Which address is located at 116, rue de Grenelle?", "What is the telephone number for the address at 78, rue Bonaparte?", "Which address is listed under the 10th arrondissement?", "What is the telephone number for the address at 17, rue Meynadier?"], "64": ["Combien de zones distingue t on ?", "What is the significance of the \"Codcol\" field in the document?", "How many digits does the \"Nature\" field contain?", "In which position range is the \"NumTitre\" field located?", "What does the \"Fonction\" field represent?", "What is the total length of the \"Montant\" field?"], "65": ["Quelles stations de radio peut-on écouter à Chatellerault et sur quelles fréquences MHz ?", "What are the radio frequencies for France Musique in the Bonneuil-Matours zone?", "Which radio station is associated with the \"Association Accords Poitou\" in the Civray zone?", "How many radio stations are listed under the \"FORUM\" category in the Châtellerault zone?", "In which zones can you find France Culture on the same frequency?", "What is the difference between the categories (A, B, D, E) assigned to different radio stations?"], "66": ["Quelle largeur du quai de Boulevard périphérique est affectée par le bruit ?", "Quelle est la localisation qui a reçu le classement sonore le plus élevé ?", "Quelle est la largeur affectée par le bruit sur le Boulevard Périphérique ?", "Sur quelle localisation le bruit est-il le moins affecté ?", "Quelles sont les deux localisations qui ont reçu le même classement sonore ?", "Quelle est la largeur totale affectée par le bruit sur les voies ferroviaires ?"], "67": ["Comment a évolué l'exécution des obligations du bailleur en termes de pourcentage en 2016 et 2017 ?", "What percentage of complaints were related to non-decent housing in 2017?", "How did the percentage of complaints about repairs compare between 2016 and 2017?", "In which year was there an increase in the percentage of complaints about the landlord's obligations?", "What was the percentage of complaints regarding the state of the premises in both years?", "How much higher was the percentage of complaints about the landlord's obligations in 2017 compared to 2016?"], "68": ["Quelles sont les différences dans la répartition d'une espèce entre le domaine Atlantique, Continental et Méditerranéen?", "What is the classification status for the species in the Atlantic domain based on the evaluation criteria?", "How has the population size changed over time in the Continental domain compared to the reference population from 1970?", "In which domain does the species have a stable or increasing habitat, according to the evaluation?", "What are the perspectives for the future of the species in the Mediterranean domain?", "How do the perspectives for the future of the species differ between the Atlantic and Mediterranean domains?"], "69": ["Quelle région a contribué le plus au chiffre d'affaires de KLM Cargo lors de l'exercice financier 2010/2011 ?", "What percentage of KLM Cargo's revenues came from the Caribbean and Indian Ocean region in the financial year 2011 (9 months)?", "How did the percentage of revenues from Europe/North Africa compare between the financial years 2011 (9 months) and 2010/2011 (12 months)?", "In which region did KLM Cargo generate the highest percentage of its revenues in the financial year 2011 (9 months)?", "What was the total revenue percentage for Asia in the financial year 2010/2011 (12 months)?", "How much more percentage of revenues did KLM Cargo generate from America compared to Europe/North Africa in the financial year 2011 (9 months)?"], "70": ["Quelle était la différence entre le nombre total d'exemplaires de monographies imprimés en 2012 et 2013 ?", "How many titles were printed in the \"Lettres et langues\" category as of December 31, 2013?", "What is the total number of titles printed for all categories combined?", "Which category had the highest number of exemplaires (copies) printed?", "How many more copies were printed in the \"Sciences humaines et sociales et arts\" category compared to the \"Economie / Gestion\" category?", "What was the difference in the total number of titles printed between 2013 and 2012?"], "71": ["Combien de trains TER et Intercités partent de la Gare de Bercy pendant la nuit?", "How many TER, 7200 trains depart from Gare de Bercy during the day (6h-18h)?", "What is the total number of trains departing from Gare de Bercy during the night (22h-6h)?", "During which time period do the most TER, 7200 trains depart?", "What is the speed limit for both TER, 7200 and Intercités trains at Gare de Bercy?", "How many more Intercités trains depart in the evening (18h-22h) compared to TER, 7200 trains?"], "72": ["Y a-t-il des années où certaines entreprises de transport telles que ASF ou COFIROUTE n'ont pas enregistré de croissance ?", "What was the percentage for ASF in 2007?", "In which year did COFIROUTE have its highest percentage?", "Which company had a percentage greater than 0% in 2007?", "Did any company have a percentage greater than 0% in 2009?", "How many companies had a percentage greater than 0% in 2007?"], "73": ["Comment a évolué la marge opérationnelle des sociétés entre deux exercices fiscaux consécutifs?", "What was the percentage change in revenues from FY 2015 to FY 2016?", "How much did EBITDA increase by in FY 2016 compared to FY 2015?", "What was the operating margin in FY 2016, and how did it compare to FY 2015?", "By how much did the net result, group share, increase in FY 2016 compared to FY 2015?", "What was the ROCE (Return on Capital Employed) in FY 2016, and how did it compare to FY 2015?"], "74": ["Quelle a été l'évolution des investissements spécifiques en millions d'euros entre 2010 et 2011?", "What were the total investments in millions of euros for 2010?", "How much did specific investments decrease from 2010 to 2011?", "By how much did preliminary studies increase from 2010 to 2011?", "In which category did the largest investment change occur between 2010 and 2011?", "What was the percentage increase in total investments from 2010 to 2011?"], "75": ["Quel est le pourcentage moyen en 2012 sur les 13 universités parisiennes ?", "What percentage of students in 2013 came from establishment P1?", "How many students came from establishment P6 in 2013?", "Which establishment had the highest percentage of students in 2013?", "In which year did establishment P8 have more students?", "What is the total number of students from all establishments in 2013?"], "76": ["Quelles sont les statistiques récentes sur le nombre de livres acquis et prêtés par les bibliothèques publiques?", "How many libraries are there in total according to the table?", "What is the total number of registered users across all categories?", "Which category has the highest number of printed collections?", "What is the total budget for acquisitions across all categories?", "How many agents are employed in total?"], "77": ["Que valent les obligations en septembre 2006 ?", "What was the total amount of perpetual subordinated loan stock in millions of euros as of September 30, 2006?", "How much of the capital lease obligations were current as of March 31, 2006?", "What is the difference between the total amount of bonds as of September 30, 2006, and March 31, 2006?", "Which category had the highest non-current amount as of September 30, 2006?", "What was the total amount of all liabilities as of March 31, 2006?"], "78": ["Combien d'incitations au non respect des règle sur le repos hebdomadaire ont lieu avant les années 2000 ?", "In which year was the highest number of infractions recorded for \"Incitation au non-respect des règles sur le repos journalier\"?", "How many infractions were recorded in total for all categories combined from 1993 to 2005?", "Which category had the lowest number of infractions in any given year?", "What is the total number of infractions recorded for \"Incitation à l'excès de vitesse - Transp. de marchandises dangereuses ou transp. exceptionnel\" over the entire period?", "In which year did the number of infractions for \"Incitation au non-respect des règles sur le repos hebdomadaire\" exceed 30?"], "79": ["Quel est l'impact financier prévu de la généralisation d'un régime sur le traitement des fichiers bénéficiaires et l'adressage des chèques?", "What was the total amount realized in 2016 according to the table?", "How much is the projected amount for \"Gouvernance / pilotage\" in 2017?", "Which category has the highest projected amount under \"Prévisions régime permanent généralisation\"?", "By how much did the \"Socle fonctionnel\" amount increase from 2016 to 2017?", "What is the total amount projected for \"Maintenance et hébergement\" under \"Prévisions régime permanent généralisation\"?"], "80": ["Comment le taux de reprise moyen des programmes télévisés en France a-t-il changé de Mars 2009 à Mars 2010 ?", "What was the percentage increase in the retransmission rate for TF1 from March 2009 to March 2010?", "Which channel had the highest retransmission rate in March 2010?", "How much did the average retransmission rate increase between March 2009 and March 2010?", "In which month did France 5 have the lowest retransmission rate?", "What was the retransmission rate for Arte in March 2009?"], "81": ["Comment ont fluctué les dépenses totales pour les collèges en France de 1995 à 2011?", "What was the total spending on social aid in 2011?", "How much did the mandatory social aid expenses increase from 1995 to 2011?", "In which year did the investment for colleges reach its peak?", "What was the difference between the total spending on colleges in 2005 and 2006?", "How many million euros were allocated for transport school in 2010?"], "82": ["Quel était le montant total des litiges en euros enregistré en juin 2017?", "What was the total amount for \"Restitution of aircraft\" in millions of euros on June 30, 2017?", "How much did \"Restructuring\" cost in current liabilities on December 31, 2016?", "Which category had the highest total amount on June 30, 2017?", "What is the difference between the total amounts for \"Litigation\" on June 30, 2017 and December 31, 2016?", "In which category did the largest increase occur from December 31, 2016 to June 30, 2017?"], "83": ["Quel est le taux d'ESCOTA en 2012 ?", "What was the percentage for ASF in 2007?", "In which year did COFIROUTE have its highest percentage?", "Which company had a percentage greater than 0% in 2007?", "Did any company have a percentage greater than 0% in 2009?", "How many companies had a percentage greater than 0% in 2007?"], "84": ["Combien d'infractions liées aux excès de vitesse dans les transports exceptionnels ont été enregistrées annuellement entre 1993 et 2005 ?", "In which year was the highest number of infractions recorded for \"Incitation au non-respect des règles sur le repos journalier\"?", "How many infractions were recorded in total for all categories combined from 1993 to 2005?", "Which category had the lowest number of infractions in any given year?", "What is the total number of infractions recorded for \"Incitation à l'excès de vitesse - Transp. de marchandises dangereuses ou transp. exceptionnel\" over the entire period?", "In which year did the number of infractions for \"Incitation au non-respect des règles sur le repos hebdomadaire\" exceed 30?"], "85": ["Comment est classé le bruit sur le Boulevard Périphérique par rapport à d'autres axes à Paris?", "Quelle est la localisation qui a reçu le classement sonore le plus élevé ?", "Quelle est la largeur affectée par le bruit sur le Boulevard Périphérique ?", "Sur quelle localisation le bruit est-il le moins affecté ?", "Quelles sont les deux localisations qui ont reçu le même classement sonore ?", "Quelle est la largeur totale affectée par le bruit sur les voies ferroviaires ?"], "86": ["Comment varient les plafonds de ressources pour l'accès aux logements sociaux entre Paris, l'Île-de-France et les autres régions françaises ?", "What is the average cost of housing for category 1 in Paris and its neighboring communes?", "How much more does it cost to live in the Ile-de-France region (excluding Paris and its neighboring communes) compared to other regions for category 6 households?", "In which region is the cost of housing the highest for category 5 households?", "What is the additional cost per person for category 6 households in Paris and its neighboring communes?", "How much less does it cost to live in other regions compared to the Ile-de-France region for category 3 households?"], "87": ["Quelle part des revenus des compagnies aériennes provient de la vente d'équipements aéronautiques?", "What was the percentage increase in sales from 2011 to 2012?", "Which external expense category had the largest increase in cost between 2011 and 2012?", "How much did the amortization and depreciation expense decrease from 2011 to 2012?", "What was the net income for the period in euros million for 2012?", "By how much did the net income of consolidated companies increase from 2011 to 2012?"], "88": ["Combien d'actions économiques y a-t-il au total ?", "What is the total budget allocation for services provided by local public administrations?", "Which category has the highest percentage share in the budget?", "How much does the budget allocated to education and training amount to?", "What is the average budget value per inhabitant for the category \"Culture\"?", "Which category has the smallest percentage share in the budget?"], "89": ["Sur l'année 2009-2010, de combien de % ont augmenté les droits de vol ?", "What was the percentage increase in the company's revenue from 2009-10 to 2010-11?", "How much did the company's net result change from 2009 to 2010?", "Which category had the largest increase in charges between 2009 and 2010?", "What was the impact on the company's operating result when comparing 2010 to 2009?", "How did the company's financial expenses (net) compare between 2009 and 2010?"], "90": ["Quelle a été l'évolution du chiffre d'affaires international d'une entreprise spécifique entre 2011 et 2012 ?", "What was the percentage increase in the EBITDA from 2011 to 2012?", "How did the ROC (Return on Capital Employed) change from 2011 to 2012?", "What was the net result of the activities pursued by the company in 2012?", "By how much did the financial costs decrease from 2011 to 2012?", "What was the normalized net result for the group in 2011?"], "91": ["Quel impact ont eu les ajustements opérationnels sur les flux de trésorerie et les niveaux d'endettement des entreprises récemment?", "What was the percentage change in revenues from FY 2015 to FY 2016?", "How much did EBITDA increase by in FY 2016 compared to FY 2015?", "What was the operating margin in FY 2016, and how did it compare to FY 2015?", "By how much did the net result, group share, increase in FY 2016 compared to FY 2015?", "What was the ROCE (Return on Capital Employed) in FY 2016, and how did it compare to FY 2015?"], "92": ["Quels sont les pourcentages de réparations locatives effectuées par les locataires en 2016 et 2017 ?", "What percentage of complaints were related to non-decent housing in 2017?", "How did the percentage of complaints about repairs compare between 2016 and 2017?", "In which year was there an increase in the percentage of complaints about the landlord's obligations?", "What was the percentage of complaints regarding the state of the premises in both years?", "How much higher was the percentage of complaints about the landlord's obligations in 2017 compared to 2016?"], "93": ["Comment a varié le nombre de points de vente en Colombie pour le groupe 'Surtimax' au premier semestre de 2020?", "What is the total number of stores in the International section on 30/09/2019?", "Which country has the highest number of stores in the International section on 31/12/2019?", "How many stores does HM Extra have in Brazil across all the dates shown?", "What is the trend in the number of stores for SM Pão de Açúcar in Brazil from 30/09/2019 to 30/06/2020?", "In which country did the number of stores decrease between 31/12/2019 and 31/03/2020?"], "94": ["Quels sont les montants des obligations locatives de crédit-bail enregistrés en mars et septembre 2006 ?", "What was the total amount of perpetual subordinated loan stock in millions of euros as of September 30, 2006?", "How much of the capital lease obligations were current as of March 31, 2006?", "What is the difference between the total amount of bonds as of September 30, 2006, and March 31, 2006?", "Which category had the highest non-current amount as of September 30, 2006?", "What was the total amount of all liabilities as of March 31, 2006?"], "95": ["Quels sont les tarifs moyens pratiqués par les sociétés de transport pour différentes classes de véhicules?", "What is the average value for Classe 2 across all companies?", "Which company has the highest value in Classe 4?", "How many companies have a Classe 5 value of 0.60 or higher?", "What is the total sum of Classe 3 values for all companies?", "Which company has the lowest Classe 2 value?"], "96": ["Combien d'actions ont été vendues entre décembre 2010 et mars 2011 ?", "What was the gross value of financial assets available for sale on December 31, 2011?", "How much impairment charge occurred at opening in March 31, 2011?", "What is the total amount of loans and receivables on December 31, 2011?", "Which category had the highest gross value on December 31, 2011?", "What was the change in the gross value from December 31, 2010 to December 31, 2011?"], "97": ["Comment l'utilisation des différents types de rappels a-t-elle évolué d'une année à l'autre?", "What is the total volume of the first recall?", "Which type of communication had the highest volume in 2012?", "How many calls were made during the third recall?", "What was the volume of the fourth recall?", "In which type of communication did the volume decrease from the first to the second recall?"], "98": ["Peut-on écouter France Culture à Chauvigny et si oui, sur quelle fréquence MHz ?", "What are the radio frequencies for France Musique in the Bonneuil-Matours zone?", "Which radio station is associated with the \"Association Accords Poitou\" in the Civray zone?", "How many radio stations are listed under the \"FORUM\" category in the Châtellerault zone?", "In which zones can you find France Culture on the same frequency?", "What is the difference between the categories (A, B, D, E) assigned to different radio stations?"], "99": ["Quel montant total a été investi en millions d'euros courants en 2010 et 2011?", "What were the total investments in millions of euros for 2010?", "How much did specific investments decrease from 2010 to 2011?", "By how much did preliminary studies increase from 2010 to 2011?", "In which category did the largest investment change occur between 2010 and 2011?", "What was the percentage increase in total investments from 2010 to 2011?"], "100": ["Quelles étaient les recettes unitaires par ATK et RTK pour KLM Cargo durant l'exercice 2011 ?", "What was KLM Cargo's total business revenue in the financial year 2011 (9 months)?", "How much did KLM Cargo earn per ATK unit in the financial year 2011 (9 months)?", "In which financial year did KLM Cargo have a higher total business revenue?", "By how much did the Load Factor decrease from the financial year 2010/2011 to the financial year 2011 (9 months)?", "What was the difference in unit revenue per RTK between the financial years 2011 (9 months) and 2010/2011?"], "101": ["Comment sont structurées les données relatives aux opérations financières dans un document comptable ?", "What is the significance of the \"Codcol\" field in the document?", "How many digits does the \"Nature\" field contain?", "In which position range is the \"NumTitre\" field located?", "What does the \"Fonction\" field represent?", "What is the total length of the \"Montant\" field?"], "102": ["Quelle est la tendance générale des déplacements, tous motifs confondus, de 2013 à 2014 ?", "What was the average number of overnight trips in 2013 for all purposes?", "How did the number of day trips for personal reasons change from 2013 to 2014?", "In which year was there a higher total number of trips for professional purposes: 2013 or 2014?", "What percentage of total trips were overnight trips in 2014?", "How many more trips for personal reasons were made in 2014 compared to 2013?"], "103": ["combien d'agents de bibliothèques y a-t-il en France ?", "How many libraries are there in total according to the table?", "What is the total number of registered users across all categories?", "Which category has the highest number of printed collections?", "What is the total budget for acquisitions across all categories?", "How many agents are employed in total?"], "104": ["Combien d'agents travaillent en moyenne dans les bibliothèques municipales et comment cela se compare-t-il aux bibliothèques universitaires?", "How many libraries are there in total according to the table?", "What is the total number of registered users across all categories?", "Which category has the highest number of printed collections?", "What is the total budget for acquisitions across all categories?", "How many agents are employed in total?"], "105": ["Quel est le pourcentage de forêts domaniales dans les zones Natura 2000 en France métropolitaine?", "What is the percentage of forested areas in Natura 2000 that are owned by the state (forêts domaniales) across all regions?", "In which region does the highest percentage of forested areas belong to private owners (forêts privées)?", "Which region has the lowest percentage of forested areas owned by collectivities (forêts des collectivités)?", "How do the percentages of forested areas owned by the state compare between the Littoral and Non-Littoral regions?", "In which type of terrain (Plaine, Piémont, Montagne, Haute montagne) is the percentage of forested areas owned by collectivities the highest?"], "106": ["Quelles étaient les principales catégories de dette financière d'une entreprise à la fin de l'année 2019 et 2020?", "What is the total financial debt as of September 30, 2020?", "Which type of debt has the highest non-current amount as of December 31, 2019?", "How much is the perpetual subordinated loan in Japanese Yen as of September 30, 2020?", "What is the difference between the current and total amounts for bonds as of September 30, 2020?", "Which category of debt has the largest increase from December 31, 2019 to September 30, 2020?"], "107": ["Combien d'états des lieux ont eu lieu en 2016 ?", "What percentage of complaints were related to non-decent housing in 2017?", "How did the percentage of complaints about repairs compare between 2016 and 2017?", "In which year was there an increase in the percentage of complaints about the landlord's obligations?", "What was the percentage of complaints regarding the state of the premises in both years?", "How much higher was the percentage of complaints about the landlord's obligations in 2017 compared to 2016?"], "108": ["Comment varient les montants des primes perçues par les salariés en fonction de la politique de rémunération de leur entreprise en France ?", "What is the average salary of employees in Seita?", "How does Bonduelle calculate its bonus percentage relative to salaries?", "Which company has the highest bonus amount for its employees?", "What factors contribute to the calculation of bonuses at Renault?", "How does Générale sucrière determine the maximum bonus percentage based on employee roles?"], "109": ["Comment ont évolué les pourcentages de croissance pour les compagnies autoroutières françaises sur la période de 2007 à 2011 ?", "What was the percentage for ASF in 2007?", "In which year did COFIROUTE have its highest percentage?", "Which company had a percentage greater than 0% in 2007?", "Did any company have a percentage greater than 0% in 2009?", "How many companies had a percentage greater than 0% in 2007?"], "110": ["Quel est le pourcentage de population vivant dans les villes de plus de 70 000 habitants comparé aux petites villes?", "What percentage of respondents in cities with 10,000-19,999 inhabitants fall into the \"3 à 5\" category?", "In which size city (inhabitants) is the \"Ne sait pas\" response most prevalent?", "What is the total number of respondents in cities with 70,000 inhabitants or more?", "How many respondents fall into the \"100 à 149\" category in cities with 20,000-39,999 inhabitants?", "What is the average percentage of respondents across all city sizes for the \"10 à 14\" category?"], "111": ["Quels sont les niveaux de bruit enregistrés dans différents lieux de circulation à Paris?", "Quelle est la localisation qui a reçu le classement sonore le plus élevé ?", "Quelle est la largeur affectée par le bruit sur le Boulevard Périphérique ?", "Sur quelle localisation le bruit est-il le moins affecté ?", "Quelles sont les deux localisations qui ont reçu le même classement sonore ?", "Quelle est la largeur totale affectée par le bruit sur les voies ferroviaires ?"], "112": ["Quel est l'effectif de l'espèce en Atlantique ?", "What is the classification status for the species in the Atlantic domain based on the evaluation criteria?", "How has the population size changed over time in the Continental domain compared to the reference population from 1970?", "In which domain does the species have a stable or increasing habitat, according to the evaluation?", "What are the perspectives for the future of the species in the Mediterranean domain?", "How do the perspectives for the future of the species differ between the Atlantic and Mediterranean domains?"], "113": ["Quel est le nombre de personnes blessées au total en 2020 ?", "What is the percentage decrease in the number of deaths on highways in 2020 compared to 2015?", "How many more people were injured in accidents outside urban areas than inside urban areas in 2020?", "Which category of road users had the highest number of injuries in 2020?", "What was the percentage decrease in the number of deaths among cyclists from 2015 to 2020?", "How many more people were killed on highways in France (including DOM) in 2020 compared to 2015?"], "114": ["Comment les plans d'options d'achat d'actions et les rachats d'actions ont-ils affecté le nombre d'actions ordinaires disponibles pour calculer le bénéfice de base par action en 2006 ?", "What was the weighted average number of ordinary shares issued in 2006?", "How many treasury stock shares were held regarding the stock option plan in 2005?", "By how much did the number of shares used to calculate basic earnings per share increase from 2005 to 2006?", "What is the total number of potential ordinary shares in 2006?", "In which year was there a higher number of ordinary and potential ordinary shares used to calculate diluted earnings per share?"], "115": ["Comment a évolué le montant des provisions pour risques chez les clients entre 2004 et 2005 ?", "What was the total amount of commercial receivables in millions of euros on December 31, 2005?", "How much did the other customer credits increase from 2004 to 2005?", "What is the difference between the net book values of receivables for the two years?", "Which category had the largest increase in value from 2004 to 2005?", "What were the total provisions made for credit-bail operations in 2005?"], "116": ["Quelles étaient les valeurs du résultat net et des dividendes distribués par une entreprise donnée entre 2016 et 2017?", "What was the number of shares in circulation on January 1, 2016?", "How many dividends were paid out in 2016?", "What was the total amount of capital social on December 31, 2017?", "What is the difference between the number of shares in circulation on January 1, 2016, and December 31, 2017?", "Which category had the largest negative value in the \"Achats/Ventes d'actions propres\" section?"], "117": ["En médecine et chirurgie dans les CHU, combien de patients effectifs y a t il eu ?", "What is the total number of patients in the study?", "Which type of establishment has the highest percentage of patients under the \"Chirurgie\" category?", "What is the average age of patients in CHUs for \"Médecine\"?", "How does the sex ratio (masculin) compare between CHUs and other establishments under DG for \"Médecine\"?", "What is the percentage of patients from private establishments under OQN in the total patient population?"], "118": ["Quel est le taux de croissance annuel moyen de la consommation intermédiaire entre 2000 et 2011?", "What was the total expenditure in 2000?", "How did the consumption final expenditure change from 2000 to 2011?", "What was the growth rate of capital expenditure between 2011 and 2000?", "Which type of capital expenditure had the highest growth rate between 2011 and 2000?", "What is the difference in total expenditure between 2010 and 2011?"], "119": ["Quelles sont les régions françaises ayant une majorité de surfaces forestières privées incluses dans Natura 2000?", "What is the percentage of forested areas in Natura 2000 that are owned by the state (forêts domaniales) across all regions?", "In which region does the highest percentage of forested areas belong to private owners (forêts privées)?", "Which region has the lowest percentage of forested areas owned by collectivities (forêts des collectivités)?", "How do the percentages of forested areas owned by the state compare between the Littoral and Non-Littoral regions?", "In which type of terrain (Plaine, Piémont, Montagne, Haute montagne) is the percentage of forested areas owned by collectivities the highest?"], "120": ["Combien de millions d'euros ont été investis en 2010 ? ", "What were the total investments in millions of euros for 2010?", "How much did specific investments decrease from 2010 to 2011?", "By how much did preliminary studies increase from 2010 to 2011?", "In which category did the largest investment change occur between 2010 and 2011?", "What was the percentage increase in total investments from 2010 to 2011?"], "121": ["Dans les communes de différentes tailles, comment se répartit la population en fonction du nombre d'habitants?", "What percentage of respondents in cities with 10,000-19,999 inhabitants fall into the \"3 à 5\" category?", "In which size city (inhabitants) is the \"Ne sait pas\" response most prevalent?", "What is the total number of respondents in cities with 70,000 inhabitants or more?", "How many respondents fall into the \"100 à 149\" category in cities with 20,000-39,999 inhabitants?", "What is the average percentage of respondents across all city sizes for the \"10 à 14\" category?"], "122": ["Quel pourcentage de femmes parmi les titulaires de la fonction publique était présent en 2013 ?", "What percentage of the total workforce in 2013 were titulaires?", "How many euros did the average salary of titulaires amount to in 2013?", "In which category (A, B, or C) did the highest percentage of titulaires fall in 2013?", "What was the percentage change in the number of employees from 2012 to 2013 for the category of \"Autres salariés\"?", "Which type of local authority had the highest percentage of employees in 2013?"], "123": ["Quelle a été l'évolution des prix des loyers en France au cours des années 1990 à 2010 ?", "What was the total cost in 1990?", "How much did the energy cost increase from 2000 to 2001?", "In which year did the total cost reach its peak?", "What was the average annual increase in total costs over the period shown?", "Which year had the highest energy cost?"], "124": ["Quelle a été l'évolution de la surface moyenne des logements collectifs en France entre 2001 et 2011 ?", "What was the percentage share of collective housing units with an area less than 20 square meters in 2011?", "In which year did the percentage share of collective housing units between 60 and 80 square meters reach its peak?", "What is the trend in the percentage share of collective housing units between 40 and 60 square meters from 2001 to 2011?", "How has the percentage share of collective housing units with an area greater than 100 square meters changed over the years?", "What was the overall change in the percentage share of all collective housing units from 2001 to 2011?"], "125": ["Quelle spécialité médicale affiche la plus grande proportion de patients avec EIG par rapport à ceux sans EIG?", "What is the percentage of patients with EIG in CHUs compared to those without EIG?", "Is there a statistically significant difference in the percentage of patients with EIG between CHUs and other types of establishments under DG?", "How does the percentage of patients with EIG differ between medical and surgical specialties?", "What is the overall percentage of patients with EIG across all types of establishments and specialties?", "Is there a statistically significant difference in the percentage of patients with EIG between medical and surgical specialties?"], "126": ["Quelle était la part des programmes de la tranche 17h-24h disponibles en TVR sur TF1 en Mars 2010 ?", "What was the percentage increase in the retransmission rate for TF1 from March 2009 to March 2010?", "Which channel had the highest retransmission rate in March 2010?", "How much did the average retransmission rate increase between March 2009 and March 2010?", "In which month did France 5 have the lowest retransmission rate?", "What was the retransmission rate for Arte in March 2009?"], "127": ["Quel est le pourcentage d'augmentation des dépenses totales des ménages français dans les domaines du logement, de l'énergie et des charges sur les deux dernières décennies ?", "What was the total cost in 1990?", "How much did the energy cost increase from 2000 to 2001?", "In which year did the total cost reach its peak?", "What was the average annual increase in total costs over the period shown?", "Which year had the highest energy cost?"], "128": ["Quel est le montant moyen des travaux de rénovation énergétique engagés dans le secteur résidentiel?", "How many offers were proposed for renewable heat after less than 50% of the work was completed?", "What is the total amount in euros of the offers proposed for renewable heat after less than 50% of the work was completed?", "How many works have been engaged for renewable heat after more than or equal to 50% of the work was completed?", "What is the total surface area in square meters that has been heated by the engaged works for renewable heat after more than or equal to 50% of the work was completed?", "What is the total amount in euros of the works engaged for renewable heat after more than or equal to 50% of the work was completed?"], "129": ["Quels sont les impacts des actions de gestion sur les perspectives futures de conservation d'une espèce dans différents domaines biogéographiques?", "What is the classification status for the species in the Atlantic domain based on the evaluation criteria?", "How has the population size changed over time in the Continental domain compared to the reference population from 1970?", "In which domain does the species have a stable or increasing habitat, according to the evaluation?", "What are the perspectives for the future of the species in the Mediterranean domain?", "How do the perspectives for the future of the species differ between the Atlantic and Mediterranean domains?"], "130": ["Quel était le résultat avant impots des caisses régionales en 2016 ?", "What is the total net banking product for all segments combined?", "Which segment has the highest net banking product in millions of euros?", "What is the total result before taxes across all segments?", "How much are the total assets for the Banque de financement et d'investissement segment in millions of euros?", "What is the total amount of funds allocated to the company in millions of euros?"], "131": ["Comment est classée la ville de Lyon par rapport aux autres grandes villes françaises concernant la population ?", "What is the population of Paris?", "Which city has the highest population in France?", "How many cities have a population of less than 100,000?", "What is the difference between the total population and the municipal population for Marseille?", "Which city has the smallest difference between its total and municipal populations?"], "132": ["Quelles sont les principales catégories de produits et charges exceptionnels dans un compte de résultat d'entreprise?", "What is the total amount for \"Produits des cessions d'immobilisations\" in Exercise N?", "Which accounts are associated with \"Reprises sur provisions\"?", "What is the total amount for \"Charges exceptionnelles\" in Exercise N?", "How many accounts are listed under \"Dotations aux amortissements et aux provisions\"?", "What is the formula used to calculate \"RESULTAT COMPTABLE hors neutralisation\"?"], "133": ["Dans les institutions de prévoyance, quelle est la durée moyenne de couverture pour le forfait journalier en psychiatrie?", "What percentage of contracts with mutual insurance companies provide unlimited coverage for psychiatric daily care?", "How many institutions of prepayment offer no coverage for psychiatric daily care under collective contracts?", "In which category of insurance (mutuals, prepayment institutions, or insurance companies) is the highest percentage of individual contracts provided with unlimited coverage?", "What is the total percentage of all insurance entities that cover psychiatric daily care for up to 90 days under collective contracts?", "Which type of insurance entity (mutuals, prepayment institutions, or insurance companies) has the highest percentage of contracts with unlimited coverage?"], "134": ["Quel est le résultat d'exploitation du 3e trimestre 2010-11 ?", "What was the percentage increase in revenue for the third quarter (T3) from 2010-11?", "How much did the adjusted operating profit increase in the first nine months of 2010-11 compared to the previous period?", "By what percentage did the EBITDAR margin increase in the third quarter of 2010-11?", "What was the total revenue for the third quarter (T3) of 2010-11?", "In which time period did the adjusted operating profit show the highest increase?"], "135": ["Comment ont évolué les coûts de restructuration entre décembre 2016 et juin 2017?", "What was the total amount for \"Restitution of aircraft\" in millions of euros on June 30, 2017?", "How much did \"Restructuring\" cost in current liabilities on December 31, 2016?", "Which category had the highest total amount on June 30, 2017?", "What is the difference between the total amounts for \"Litigation\" on June 30, 2017 and December 31, 2016?", "In which category did the largest increase occur from December 31, 2016 to June 30, 2017?"], "136": ["Combien de chambres funéraires sont disponibles dans la région Grand Est?", "How many funeral chambers are there in total across all regions?", "Which department has the highest number of refrigerated cases?", "In which region is the number of refrigerated tables the lowest?", "What is the total capacity of refrigerated tables in the Grand Est region?", "How many funeral chambers are currently under project in the Hauts-de-France region?"], "137": ["Quelle a été l'évolution du nombre de voyageurs utilisant le transport routier entre 2008 et 2014 ?", "What was the number of passenger transport by road in 2008 according to Fimo?", "How much did the number of passenger transport by road increase from 2013 to 2014 for Passerelle?", "What is the average annual growth rate of passenger transport by road from 2008 to 2013?", "In which year did the number of passenger transport by road reach its peak according to FCOS/FCO?", "What was the percentage change in the number of passenger transport by road from 2013 to 2014 for Fimo?"], "138": ["Quelles ont été les variations du chiffre d'affaires et du résultat net pour une entreprise donnée entre deux périodes?", "What was the percentage increase in revenue for the third quarter (T3) from 2010-11?", "How much did the adjusted operating profit increase in the first nine months of 2010-11 compared to the previous period?", "By what percentage did the EBITDAR margin increase in the third quarter of 2010-11?", "What was the total revenue for the third quarter (T3) of 2010-11?", "In which time period did the adjusted operating profit show the highest increase?"], "139": ["Quelles sont les dépenses en acquisition de terrain en 2008 ?", "What was the total expenditure in 2000?", "How did the consumption final expenditure change from 2000 to 2011?", "What was the growth rate of capital expenditure between 2011 and 2000?", "Which type of capital expenditure had the highest growth rate between 2011 and 2000?", "What is the difference in total expenditure between 2010 and 2011?"], "140": ["Quels sont les types d'installations de gestion des déchets en France et leurs capacités de traitement ?", "How many installations are there for the reception and treatment of asbestos?", "What is the total tonnage treated by all the installations combined?", "Which type of installation has the highest number of installations?", "How many new installations are currently in project status?", "What is the total tonnage treated by the units of composting?"], "141": ["Quelles sont les principales villes de France en termes de population totale ?", "What is the population of Paris?", "Which city has the highest population in France?", "How many cities have a population of less than 100,000?", "What is the difference between the total population and the municipal population for Marseille?", "Which city has the smallest difference between its total and municipal populations?"], "142": ["Combien est dépensé en moyenne pour la sécurité et la salubrité publiques par habitant dans les administrations publiques?", "What is the total budget allocation for services provided by local public administrations?", "Which category has the highest percentage share in the budget?", "How much does the budget allocated to education and training amount to?", "What is the average budget value per inhabitant for the category \"Culture\"?", "Which category has the smallest percentage share in the budget?"], "143": ["Quelles étaient les principales composantes du produit net bancaire des caisses régionales et de LCL en France en 2004, y compris selon les normes IAS 32-39 et IFRS 4?", "What is the total net banking product for all segments combined?", "Which segment has the highest net banking product in millions of euros?", "What is the total result before taxes across all segments?", "How much are the total assets for the Banque de financement et d'investissement segment in millions of euros?", "What is the total amount of funds allocated to the company in millions of euros?"], "144": ["Quelles conséquences a une variation de la marge opérationnelle sur les projections financières d'une société?", "What is the impact on the future cash flow value when the discount rate increases by 1%?", "How does a decrease in long-term growth rate by 0.5% affect the future cash flow value?", "What is the effect on the future cash flow value if revenue growth decreases by 1% per year?", "How much does the future cash flow value change with an increase of 1% in operational margin?", "What is the difference in the future cash flow value between a 1% increase and a 1% decrease in revenue growth?"], "145": ["Combien ont représenté les études préliminaires dans le total des investissements en 2011?", "What were the total investments in millions of euros for 2010?", "How much did specific investments decrease from 2010 to 2011?", "By how much did preliminary studies increase from 2010 to 2011?", "In which category did the largest investment change occur between 2010 and 2011?", "What was the percentage increase in total investments from 2010 to 2011?"], "146": ["Quelle part des résidents habitent au même endroit depuis plus de 12 ans?", "What percentage of the total population is classified as \"propriétaire locataire\"?", "In which category does the highest percentage of \"propriétaire\" fall?", "What is the percentage of \"locataire\" in the \"moins de 4 ans\" category?", "How does the percentage of \"propriétaire locataire\" compare across different time periods?", "What is the overall distribution of the \"statut d'occupation\" among the total population?"], "147": ["Combien d'établissements intercommunaux sont dédiés aux activités culturelles et sportives ?", "What is the total number of administrative entities across all categories?", "How many communes have administrative functions?", "Which category has the highest number of entities in the \"Technique\" sector?", "What percentage of the total entities are classified under \"Incendie et secours\"?", "How many entities fall under the \"Autres cas\" category?"], "148": ["Combien de millions d'euros ont été dépensés pour l'Allocation Compensatrice pour Tierce Personne en 2007 ?", "What was the total expenditure on ACTP in 2019?", "How many beneficiaries received payments under PCH in 2017?", "In which year did the number of beneficiaries under ACTP exceed 100,000?", "What is the net coverage rate for the decrease in ACTP in 2018?", "What were the expenditures on PCH in 2020?"], "149": ["Quel pourcentage de contrats individuels de mutuelles ne couvrent pas les frais de psychiatrie?", "What percentage of contracts with mutual insurance companies provide unlimited coverage for psychiatric daily care?", "How many institutions of prepayment offer no coverage for psychiatric daily care under collective contracts?", "In which category of insurance (mutuals, prepayment institutions, or insurance companies) is the highest percentage of individual contracts provided with unlimited coverage?", "What is the total percentage of all insurance entities that cover psychiatric daily care for up to 90 days under collective contracts?", "Which type of insurance entity (mutuals, prepayment institutions, or insurance companies) has the highest percentage of contracts with unlimited coverage?"], "150": ["Combien de projets de rénovation énergétique ont été achevés l'année dernière et quelle en a été la contribution aux économies d'énergie?", "How many offers were proposed for renewable heat after less than 50% of the work was completed?", "What is the total amount in euros of the offers proposed for renewable heat after less than 50% of the work was completed?", "How many works have been engaged for renewable heat after more than or equal to 50% of the work was completed?", "What is the total surface area in square meters that has been heated by the engaged works for renewable heat after more than or equal to 50% of the work was completed?", "What is the total amount in euros of the works engaged for renewable heat after more than or equal to 50% of the work was completed?"], "151": ["Quelle a été la croissance moyenne des incicateurs entre le 1er trimestre 2015 et 2016 ?", "What was the total GMV (volume d'affaires) TTC for the first quarter of 2015?", "By what percentage did the traffic increase from T1 2015 to T1 2016?", "How many active clients were there in T1 2016 compared to T1 2015?", "What was the growth rate of units sold from T1 2015 to T1 2016?", "What was the total growth rate of GMV (volume d'affaires) TTC from T1 2015 to T1 2016?"], "152": ["Combien de catégories de ménages peuvent bénéficier de logements sociaux à Paris pour moins de 60000€ ?", "What is the average cost of housing for category 1 in Paris and its neighboring communes?", "How much more does it cost to live in the Ile-de-France region (excluding Paris and its neighboring communes) compared to other regions for category 6 households?", "In which region is the cost of housing the highest for category 5 households?", "What is the additional cost per person for category 6 households in Paris and its neighboring communes?", "How much less does it cost to live in other regions compared to the Ile-de-France region for category 3 households?"], "153": ["Quelle est la différence de ressources requises pour une personne supplémentaire dans un ménage souhaitant un logement social en région par rapport à Paris ?", "What is the average cost of housing for category 1 in Paris and its neighboring communes?", "How much more does it cost to live in the Ile-de-France region (excluding Paris and its neighboring communes) compared to other regions for category 6 households?", "In which region is the cost of housing the highest for category 5 households?", "What is the additional cost per person for category 6 households in Paris and its neighboring communes?", "How much less does it cost to live in other regions compared to the Ile-de-France region for category 3 households?"], "154": ["Quel est le coût salarial de l'équipe projet?", "What is the total budget for the project as shown in the document?", "Which institution is responsible for financing the \"Déplacements et indemnités de stages\" expense?", "How much does the \"Coût salarial de l'équipe projet\" cost?", "What is the total amount allocated for \"Déplacements\"?", "Which institution is responsible for financing the \"Frais d'études (visites d'autres établissements)\"?"], "155": ["Comment se répartissaient les actifs sectoriels entre les services financiers spécialisés et la gestion d'actifs/assurances privées en 2004 selon le rapport financier?", "What is the total net banking product for all segments combined?", "Which segment has the highest net banking product in millions of euros?", "What is the total result before taxes across all segments?", "How much are the total assets for the Banque de financement et d'investissement segment in millions of euros?", "What is the total amount of funds allocated to the company in millions of euros?"], "156": ["Combien d'exemplaires de monographies dans le domaine de l'économie et de la gestion ont été imprimés en 2013 ?", "How many titles were printed in the \"Lettres et langues\" category as of December 31, 2013?", "What is the total number of titles printed for all categories combined?", "Which category had the highest number of exemplaires (copies) printed?", "How many more copies were printed in the \"Sciences humaines et sociales et arts\" category compared to the \"Economie / Gestion\" category?", "What was the difference in the total number of titles printed between 2013 and 2012?"], "157": ["Quel pourcentage du revenu total de KLM Cargo l'Asie a-t-elle représenté pendant les 9 mois de l'exercice financier 2011 ?", "What percentage of KLM Cargo's revenues came from the Caribbean and Indian Ocean region in the financial year 2011 (9 months)?", "How did the percentage of revenues from Europe/North Africa compare between the financial years 2011 (9 months) and 2010/2011 (12 months)?", "In which region did KLM Cargo generate the highest percentage of its revenues in the financial year 2011 (9 months)?", "What was the total revenue percentage for Asia in the financial year 2010/2011 (12 months)?", "How much more percentage of revenues did KLM Cargo generate from America compared to Europe/North Africa in the financial year 2011 (9 months)?"], "158": ["Quelle a été l'évolution du chiffre d'affaires du secteur de la construction entre le premier trimestre de 2020 et le premier trimestre de 2021?", "What was the total revenue for Bouygues SA in T1 2021?", "How much did Bouygues Construction's revenue increase from T1 2020 to T1 2021?", "What is the percentage change in Bouygues Immobilier's revenue from T1 2020 to T1 2021?", "What was the effect of the perimeter on Bouygues Telecom's revenue in T1 2021?", "How much did Bouygues SA's revenue increase in T1 2021 compared to T1 2020?"], "159": ["Y a-t-il une différence significative dans la répartition des patients avec EIG entre les CHU et les établissements sous DG?", "What is the percentage of patients with EIG in CHUs compared to those without EIG?", "Is there a statistically significant difference in the percentage of patients with EIG between CHUs and other types of establishments under DG?", "How does the percentage of patients with EIG differ between medical and surgical specialties?", "What is the overall percentage of patients with EIG across all types of establishments and specialties?", "Is there a statistically significant difference in the percentage of patients with EIG between medical and surgical specialties?"], "160": ["Quelle a été l'évolution du bénéfice net sur plusieurs années pour une entreprise donnée?", "What was the profit/loss for the period in millions of Euros from April 1, 2011, to December 31, 2011?", "How much net cash flow from operating activities before changes in working capital was there from April 1, 2010, to March 31, 2011?", "What was the change in working capital from April 1, 2010, to March 31, 2011?", "What was the net cash flow from financing activities from April 1, 2010, to March 31, 2011?", "What was the effect of exchange rates on cash and cash equivalents from April 1, 2010, to March 31, 2011?"], "161": ["Comment a évolué le montant des prêts et créances entre mars 2011 et décembre 2011 ?", "What was the gross value of financial assets available for sale on December 31, 2011?", "How much impairment charge occurred at opening in March 31, 2011?", "What is the total amount of loans and receivables on December 31, 2011?", "Which category had the highest gross value on December 31, 2011?", "What was the change in the gross value from December 31, 2010 to December 31, 2011?"], "162": ["Quelle est l'évolution des coûts prévisionnels pour l'assistance aux utilisateurs et les réclamations entre 2016 et le régime de généralisation permanent?", "What was the total amount realized in 2016 according to the table?", "How much is the projected amount for \"Gouvernance / pilotage\" in 2017?", "Which category has the highest projected amount under \"Prévisions régime permanent généralisation\"?", "By how much did the \"Socle fonctionnel\" amount increase from 2016 to 2017?", "What is the total amount projected for \"Maintenance et hébergement\" under \"Prévisions régime permanent généralisation\"?"], "163": ["Quelle est l'évolution des cas d'incitation à ignorer le repos journalier sur une période de 1993 à 2005 ?", "In which year was the highest number of infractions recorded for \"Incitation au non-respect des règles sur le repos journalier\"?", "How many infractions were recorded in total for all categories combined from 1993 to 2005?", "Which category had the lowest number of infractions in any given year?", "What is the total number of infractions recorded for \"Incitation à l'excès de vitesse - Transp. de marchandises dangereuses ou transp. exceptionnel\" over the entire period?", "In which year did the number of infractions for \"Incitation au non-respect des règles sur le repos hebdomadaire\" exceed 30?"], "164": ["Quelle est la différence entre le nombre d'actions ordinaires et potentielles utilisées pour calculer le résultat dilué par action?", "What was the weighted average number of ordinary shares issued in 2006?", "How many treasury stock shares were held regarding the stock option plan in 2005?", "By how much did the number of shares used to calculate basic earnings per share increase from 2005 to 2006?", "What is the total number of potential ordinary shares in 2006?", "In which year was there a higher number of ordinary and potential ordinary shares used to calculate diluted earnings per share?"], "165": ["Comment la croissance à long terme affecte-t-elle la valeur des flux de trésorerie d'une entreprise?", "What is the impact on the future cash flow value when the discount rate increases by 1%?", "How does a decrease in long-term growth rate by 0.5% affect the future cash flow value?", "What is the effect on the future cash flow value if revenue growth decreases by 1% per year?", "How much does the future cash flow value change with an increase of 1% in operational margin?", "What is the difference in the future cash flow value between a 1% increase and a 1% decrease in revenue growth?"], "166": ["Quels sont les impacts sur les charges d'exploitation suite à un changement dans le chiffre d'affaires d'une entreprise?", "What was the percentage increase in revenue for the third quarter (T3) from 2010-11?", "How much did the adjusted operating profit increase in the first nine months of 2010-11 compared to the previous period?", "By what percentage did the EBITDAR margin increase in the third quarter of 2010-11?", "What was the total revenue for the third quarter (T3) of 2010-11?", "In which time period did the adjusted operating profit show the highest increase?"], "167": ["Quelle a été l'évolution du volume d'affaires du e-commerce entre T1 2015 et T1 2016 ?", "What was the total GMV (volume d'affaires) TTC for the first quarter of 2015?", "By what percentage did the traffic increase from T1 2015 to T1 2016?", "How many active clients were there in T1 2016 compared to T1 2015?", "What was the growth rate of units sold from T1 2015 to T1 2016?", "What was the total growth rate of GMV (volume d'affaires) TTC from T1 2015 to T1 2016?"], "168": ["Combien y a-t-il d'installations de traitement des eaux usées ?", "How many installations are there for the reception and treatment of asbestos?", "What is the total tonnage treated by all the installations combined?", "Which type of installation has the highest number of installations?", "How many new installations are currently in project status?", "What is the total tonnage treated by the units of composting?"], "169": ["a combien se sont élevées les dépenses de fonctionnement d'aide sociale en 2010 ?", "What was the total spending on social aid in 2011?", "How much did the mandatory social aid expenses increase from 1995 to 2011?", "In which year did the investment for colleges reach its peak?", "What was the difference between the total spending on colleges in 2005 and 2006?", "How many million euros were allocated for transport school in 2010?"], "170": ["Quels sont les ratios de sexe masculin et l'âge moyen des patients en médecine et en chirurgie dans différents types d'établissements de santé?", "What is the total number of patients in the study?", "Which type of establishment has the highest percentage of patients under the \"Chirurgie\" category?", "What is the average age of patients in CHUs for \"Médecine\"?", "How does the sex ratio (masculin) compare between CHUs and other establishments under DG for \"Médecine\"?", "What is the percentage of patients from private establishments under OQN in the total patient population?"], "171": ["Comment varient les prix entre les classes de véhicules chez les différents opérateurs de péages?", "What is the average value for Classe 2 across all companies?", "Which company has the highest value in Classe 4?", "How many companies have a Classe 5 value of 0.60 or higher?", "What is the total sum of Classe 3 values for all companies?", "Which company has the lowest Classe 2 value?"], "172": ["Quelles informations trouve-t-on dans un bordereau de gestion budgétaire concernant les codes collectivités et les codes budgets ?", "What is the significance of the \"Codcol\" field in the document?", "How many digits does the \"Nature\" field contain?", "In which position range is the \"NumTitre\" field located?", "What does the \"Fonction\" field represent?", "What is the total length of the \"Montant\" field?"], "173": ["Comment se répartit le trafic aérien entre les liaisons internationales et les liaisons intérieures en France ?", "What was the percentage change in the total air traffic in France for the year 2020?", "How did the domestic traffic within metropolitan France compare to the international traffic in terms of percentage change in 2020?", "In which quarter of 2020 did the domestic traffic within metropolitan France reach its highest level?", "What was the percentage change in the international traffic from Paris compared to the rest of the country in 2020?", "Which type of international traffic (from Paris or from the rest of the country) experienced the largest percentage decrease in 2020?"], "174": ["Comment se répartit la dette à long terme d'une entreprise entre les dettes courantes et non courantes pour l'année 2006 ?", "What was the total amount of perpetual subordinated loan stock in millions of euros as of September 30, 2006?", "How much of the capital lease obligations were current as of March 31, 2006?", "What is the difference between the total amount of bonds as of September 30, 2006, and March 31, 2006?", "Which category had the highest non-current amount as of September 30, 2006?", "What was the total amount of all liabilities as of March 31, 2006?"], "175": ["quelle radio a pour fréquence 86.2 ?", "What are the radio frequencies for France Musique in the Bonneuil-Matours zone?", "Which radio station is associated with the \"Association Accords Poitou\" in the Civray zone?", "How many radio stations are listed under the \"FORUM\" category in the Châtellerault zone?", "In which zones can you find France Culture on the same frequency?", "What is the difference between the categories (A, B, D, E) assigned to different radio stations?"], "176": ["Quelle a été l'évolution de la dépense courante en millions d'euros entre 2000 et 2011 en France?", "What was the total expenditure in 2000?", "How did the consumption final expenditure change from 2000 to 2011?", "What was the growth rate of capital expenditure between 2011 and 2000?", "Which type of capital expenditure had the highest growth rate between 2011 and 2000?", "What is the difference in total expenditure between 2010 and 2011?"], "177": ["Quel est le budget d'acquisition moyen pour les collections d'imprimés dans les grandes institutions de prêt de livres?", "How many libraries are there in total according to the table?", "What is the total number of registered users across all categories?", "Which category has the highest number of printed collections?", "What is the total budget for acquisitions across all categories?", "How many agents are employed in total?"], "178": ["Comment ont fluctué les chiffres du transport routier de voyageurs de 2013 à 2014 ?", "What was the number of passenger transport by road in 2008 according to Fimo?", "How much did the number of passenger transport by road increase from 2013 to 2014 for Passerelle?", "What is the average annual growth rate of passenger transport by road from 2008 to 2013?", "In which year did the number of passenger transport by road reach its peak according to FCOS/FCO?", "What was the percentage change in the number of passenger transport by road from 2013 to 2014 for Fimo?"], "179": ["Quelle est l'évolution du nombre de tués dans les accidents de la route en France entre 2015 et 2020?", "What is the percentage decrease in the number of deaths on highways in 2020 compared to 2015?", "How many more people were injured in accidents outside urban areas than inside urban areas in 2020?", "Which category of road users had the highest number of injuries in 2020?", "What was the percentage decrease in the number of deaths among cyclists from 2015 to 2020?", "How many more people were killed on highways in France (including DOM) in 2020 compared to 2015?"], "180": ["Quelle est la fréquence des trains TER et Intercités à la Gare de Bercy durant la journée et la soirée?", "How many TER, 7200 trains depart from Gare de Bercy during the day (6h-18h)?", "What is the total number of trains departing from Gare de Bercy during the night (22h-6h)?", "During which time period do the most TER, 7200 trains depart?", "What is the speed limit for both TER, 7200 and Intercités trains at Gare de Bercy?", "How many more Intercités trains depart in the evening (18h-22h) compared to TER, 7200 trains?"], "181": ["Quelle chaîne de télévision a eu le taux de reprise des programmes le plus élevé en Mars 2010 ?", "What was the percentage increase in the retransmission rate for TF1 from March 2009 to March 2010?", "Which channel had the highest retransmission rate in March 2010?", "How much did the average retransmission rate increase between March 2009 and March 2010?", "In which month did France 5 have the lowest retransmission rate?", "What was the retransmission rate for Arte in March 2009?"], "182": ["Quel est le nombre de titres publiés dans le domaine des lettres et langues en 2013 ?", "How many titles were printed in the \"Lettres et langues\" category as of December 31, 2013?", "What is the total number of titles printed for all categories combined?", "Which category had the highest number of exemplaires (copies) printed?", "How many more copies were printed in the \"Sciences humaines et sociales et arts\" category compared to the \"Economie / Gestion\" category?", "What was the difference in the total number of titles printed between 2013 and 2012?"], "183": ["Quels sont les principaux postes de dépenses externes pour les compagnies aériennes?", "What was the percentage increase in sales from 2011 to 2012?", "Which external expense category had the largest increase in cost between 2011 and 2012?", "How much did the amortization and depreciation expense decrease from 2011 to 2012?", "What was the net income for the period in euros million for 2012?", "By how much did the net income of consolidated companies increase from 2011 to 2012?"], "184": ["Quel type de dette correspond à la plus grosse partie de la dette financière totale ?", "What is the total financial debt as of September 30, 2020?", "Which type of debt has the highest non-current amount as of December 31, 2019?", "How much is the perpetual subordinated loan in Japanese Yen as of September 30, 2020?", "What is the difference between the current and total amounts for bonds as of September 30, 2020?", "Which category of debt has the largest increase from December 31, 2019 to September 30, 2020?"], "185": ["Quelle est l'évolution du pourcentage de logements considérés comme non décents en France entre 2016 et 2017 ?", "What percentage of complaints were related to non-decent housing in 2017?", "How did the percentage of complaints about repairs compare between 2016 and 2017?", "In which year was there an increase in the percentage of complaints about the landlord's obligations?", "What was the percentage of complaints regarding the state of the premises in both years?", "How much higher was the percentage of complaints about the landlord's obligations in 2017 compared to 2016?"], "186": ["Combien de logements mesuraient plus de 100 mètres carrés en 2010?", "What was the percentage share of collective housing units with an area less than 20 square meters in 2011?", "In which year did the percentage share of collective housing units between 60 and 80 square meters reach its peak?", "What is the trend in the percentage share of collective housing units between 40 and 60 square meters from 2001 to 2011?", "How has the percentage share of collective housing units with an area greater than 100 square meters changed over the years?", "What was the overall change in the percentage share of all collective housing units from 2001 to 2011?"], "187": ["Quels sont les numéros de téléphone de certaines adresses spécifiques dans le premier arrondissement de Paris ?", "What is the telephone number for the address at 4, place du Louvre?", "Which address is located at 116, rue de Grenelle?", "What is the telephone number for the address at 78, rue Bonaparte?", "Which address is listed under the 10th arrondissement?", "What is the telephone number for the address at 17, rue Meynadier?"], "188": ["Quels sont les pourcentages de variation de la part des logements de moins de 40 m² en collectif au cours des années 2000 ?", "What was the percentage share of collective housing units with an area less than 20 square meters in 2011?", "In which year did the percentage share of collective housing units between 60 and 80 square meters reach its peak?", "What is the trend in the percentage share of collective housing units between 40 and 60 square meters from 2001 to 2011?", "How has the percentage share of collective housing units with an area greater than 100 square meters changed over the years?", "What was the overall change in the percentage share of all collective housing units from 2001 to 2011?"], "189": ["Comment ont évolué les coûts de carburant pour les avions et les charges externes dans le secteur aéronautique au cours des dernières années ?", "What was the percentage increase in the company's revenue from 2009-10 to 2010-11?", "How much did the company's net result change from 2009 to 2010?", "Which category had the largest increase in charges between 2009 and 2010?", "What was the impact on the company's operating result when comparing 2010 to 2009?", "How did the company's financial expenses (net) compare between 2009 and 2010?"], "190": ["Quelle est l'évolution du nombre de bénéficiaires de l'ACTP et de la PCH de 2006 à 2020?", "What was the total expenditure on ACTP in 2019?", "How many beneficiaries received payments under PCH in 2017?", "In which year did the number of beneficiaries under ACTP exceed 100,000?", "What is the net coverage rate for the decrease in ACTP in 2018?", "What were the expenditures on PCH in 2020?"], "191": ["Peut-on trouver des exemples de structures de primes basées sur l'égalité ou la performance dans les grandes entreprises ?", "What is the average salary of employees in Seita?", "How does Bonduelle calculate its bonus percentage relative to salaries?", "Which company has the highest bonus amount for its employees?", "What factors contribute to the calculation of bonuses at Renault?", "How does Générale sucrière determine the maximum bonus percentage based on employee roles?"], "192": ["Quelles sont les proportions de populations dans les villes selon différentes tranches de taille d'habitants?", "What percentage of respondents in cities with 10,000-19,999 inhabitants fall into the \"3 à 5\" category?", "In which size city (inhabitants) is the \"Ne sait pas\" response most prevalent?", "What is the total number of respondents in cities with 70,000 inhabitants or more?", "How many respondents fall into the \"100 à 149\" category in cities with 20,000-39,999 inhabitants?", "What is the average percentage of respondents across all city sizes for the \"10 à 14\" category?"], "193": ["Quel est le taux de contrats collectifs dans les institutions de prévoyance qui sont pris en charge de 1 à 90 jours ?", "What percentage of contracts with mutual insurance companies provide unlimited coverage for psychiatric daily care?", "How many institutions of prepayment offer no coverage for psychiatric daily care under collective contracts?", "In which category of insurance (mutuals, prepayment institutions, or insurance companies) is the highest percentage of individual contracts provided with unlimited coverage?", "What is the total percentage of all insurance entities that cover psychiatric daily care for up to 90 days under collective contracts?", "Which type of insurance entity (mutuals, prepayment institutions, or insurance companies) has the highest percentage of contracts with unlimited coverage?"], "194": ["Comment a évolué la marge d'EBITDAR pour une certaine société au cours d'un trimestre spécifique?", "What was the percentage increase in revenue for the third quarter (T3) from 2010-11?", "How much did the adjusted operating profit increase in the first nine months of 2010-11 compared to the previous period?", "By what percentage did the EBITDAR margin increase in the third quarter of 2010-11?", "What was the total revenue for the third quarter (T3) of 2010-11?", "In which time period did the adjusted operating profit show the highest increase?"], "195": ["Quelles sont les différentes catégories d'immobilisations comptabilisées dans les bilans des entreprises ?", "What was the total asset value on December 31, 2005?", "How much did the financial assets at fair value through profit or loss increase from 2004 to 2005?", "Which category had the largest increase in value between 2004 and 2005?", "What is the difference in the value of loans and receivables from credit institutions between 2005 and 2004?", "How much did deferred tax assets increase by in 2005 compared to 2004?"], "196": ["En 2004, quel était la part de l'énergie dans les dépenses courantes ?", "What was the total cost in 1990?", "How much did the energy cost increase from 2000 to 2001?", "In which year did the total cost reach its peak?", "What was the average annual increase in total costs over the period shown?", "Which year had the highest energy cost?"], "197": ["Quelle est l'évolution du nombre de magasins de la chaîne 'HM Libertad' en Argentine entre septembre 2019 et juin 2020?", "What is the total number of stores in the International section on 30/09/2019?", "Which country has the highest number of stores in the International section on 31/12/2019?", "How many stores does HM Extra have in Brazil across all the dates shown?", "What is the trend in the number of stores for SM Pão de Açúcar in Brazil from 30/09/2019 to 30/06/2020?", "In which country did the number of stores decrease between 31/12/2019 and 31/03/2020?"], "198": ["Comment se répartit la durée d'occupation des logements entre locataires et propriétaires?", "What percentage of the total population is classified as \"propriétaire locataire\"?", "In which category does the highest percentage of \"propriétaire\" fall?", "What is the percentage of \"locataire\" in the \"moins de 4 ans\" category?", "How does the percentage of \"propriétaire locataire\" compare across different time periods?", "What is the overall distribution of the \"statut d'occupation\" among the total population?"], "199": ["Quel est le résultat net du groupe en 2017 ?", "What was the net result for the group in 2017?", "How many shares were outstanding at the beginning of 2017?", "What is the diluted earnings per share for the group in 2017?", "What is the impact on the diluted earnings per share due to dilutive instruments in 2017?", "How did the amortization of intangible assets related to acquisitions affect the net result in 2017?"], "200": ["Combien y a-t-il eu de mouvements liés au capital social entre début 2016 et fin 2017 ?", "What was the number of shares in circulation on January 1, 2016?", "How many dividends were paid out in 2016?", "What was the total amount of capital social on December 31, 2017?", "What is the difference between the number of shares in circulation on January 1, 2016, and December 31, 2017?", "Which category had the largest negative value in the \"Achats/Ventes d'actions propres\" section?"], "201": ["Comment les reprises sur provisions et transferts de charges sont-ils comptabilisés dans les résultats financiers d'une société?", "What is the total amount for \"Produits des cessions d'immobilisations\" in Exercise N?", "Which accounts are associated with \"Reprises sur provisions\"?", "What is the total amount for \"Charges exceptionnelles\" in Exercise N?", "How many accounts are listed under \"Dotations aux amortissements et aux provisions\"?", "What is the formula used to calculate \"RESULTAT COMPTABLE hors neutralisation\"?"], "202": ["Quelle est la répartition des patients entre les CHU, les autres établissements sous direction générale et les établissements privés selon le type d'activité médicale ou chirurgicale?", "What is the total number of patients in the study?", "Which type of establishment has the highest percentage of patients under the \"Chirurgie\" category?", "What is the average age of patients in CHUs for \"Médecine\"?", "How does the sex ratio (masculin) compare between CHUs and other establishments under DG for \"Médecine\"?", "What is the percentage of patients from private establishments under OQN in the total patient population?"], "203": ["Quelles statistiques peut-on observer concernant les accidents de la route hors agglomération par rapport à ceux sur autoroutes?", "What is the percentage decrease in the number of deaths on highways in 2020 compared to 2015?", "How many more people were injured in accidents outside urban areas than inside urban areas in 2020?", "Which category of road users had the highest number of injuries in 2020?", "What was the percentage decrease in the number of deaths among cyclists from 2015 to 2020?", "How many more people were killed on highways in France (including DOM) in 2020 compared to 2015?"], "204": ["Quel est le pourcentage de patients avec et sans EIG dans les différents types d'établissements de santé?", "What is the percentage of patients with EIG in CHUs compared to those without EIG?", "Is there a statistically significant difference in the percentage of patients with EIG between CHUs and other types of establishments under DG?", "How does the percentage of patients with EIG differ between medical and surgical specialties?", "What is the overall percentage of patients with EIG across all types of establishments and specialties?", "Is there a statistically significant difference in the percentage of patients with EIG between medical and surgical specialties?"], "205": ["Quel est le taux de hausse de l'APRR pour la classe 5 ? ", "What is the average value for Classe 2 across all companies?", "Which company has the highest value in Classe 4?", "How many companies have a Classe 5 value of 0.60 or higher?", "What is the total sum of Classe 3 values for all companies?", "Which company has the lowest Classe 2 value?"], "206": ["Quelle est l'évolution du stock d'emprunts subordonnés perpétuels entre septembre 2006 et mars 2006 ?", "What was the total amount of perpetual subordinated loan stock in millions of euros as of September 30, 2006?", "How much of the capital lease obligations were current as of March 31, 2006?", "What is the difference between the total amount of bonds as of September 30, 2006, and March 31, 2006?", "Which category had the highest non-current amount as of September 30, 2006?", "What was the total amount of all liabilities as of March 31, 2006?"], "207": ["Peut-on observer une tendance dans l'évolution de la taille des appartements en copropriété au début du 21ème siècle ?", "What was the percentage share of collective housing units with an area less than 20 square meters in 2011?", "In which year did the percentage share of collective housing units between 60 and 80 square meters reach its peak?", "What is the trend in the percentage share of collective housing units between 40 and 60 square meters from 2001 to 2011?", "How has the percentage share of collective housing units with an area greater than 100 square meters changed over the years?", "What was the overall change in the percentage share of all collective housing units from 2001 to 2011?"], "208": ["Quel est le revenu net moyen d'un titulaire en 2013 ?", "What percentage of the total workforce in 2013 were titulaires?", "How many euros did the average salary of titulaires amount to in 2013?", "In which category (A, B, or C) did the highest percentage of titulaires fall in 2013?", "What was the percentage change in the number of employees from 2012 to 2013 for the category of \"Autres salariés\"?", "Which type of local authority had the highest percentage of employees in 2013?"], "209": ["Comment a évolué le montant total de la dette sous forme d'obligations convertibles entre décembre 2019 et septembre 2020?", "What is the total financial debt as of September 30, 2020?", "Which type of debt has the highest non-current amount as of December 31, 2019?", "How much is the perpetual subordinated loan in Japanese Yen as of September 30, 2020?", "What is the difference between the current and total amounts for bonds as of September 30, 2020?", "Which category of debt has the largest increase from December 31, 2019 to September 30, 2020?"], "210": ["Comment ont fluctué les investissements en capital dans les réseaux et les usines de traitement au cours des années 2000?", "What was the total expenditure in 2000?", "How did the consumption final expenditure change from 2000 to 2011?", "What was the growth rate of capital expenditure between 2011 and 2000?", "Which type of capital expenditure had the highest growth rate between 2011 and 2000?", "What is the difference in total expenditure between 2010 and 2011?"], "211": ["quel est le résultat produit par les impôts sur le bénéfice et le cout de l'endettement financier net en 2011 ?", "What was the percentage increase in the EBITDA from 2011 to 2012?", "How did the ROC (Return on Capital Employed) change from 2011 to 2012?", "What was the net result of the activities pursued by the company in 2012?", "By how much did the financial costs decrease from 2011 to 2012?", "What was the normalized net result for the group in 2011?"], "212": ["Comment la répartition des revenus de KLM Cargo par destination a-t-elle évolué entre les exercices financiers 2010/2011 et 2011 ?", "What percentage of KLM Cargo's revenues came from the Caribbean and Indian Ocean region in the financial year 2011 (9 months)?", "How did the percentage of revenues from Europe/North Africa compare between the financial years 2011 (9 months) and 2010/2011 (12 months)?", "In which region did KLM Cargo generate the highest percentage of its revenues in the financial year 2011 (9 months)?", "What was the total revenue percentage for Asia in the financial year 2010/2011 (12 months)?", "How much more percentage of revenues did KLM Cargo generate from America compared to Europe/North Africa in the financial year 2011 (9 months)?"], "213": ["Quel est le montant des actifs financiers à la juste valeur par résultat pour une entreprise donnée en 2005 ?", "What was the total asset value on December 31, 2005?", "How much did the financial assets at fair value through profit or loss increase from 2004 to 2005?", "Which category had the largest increase in value between 2004 and 2005?", "What is the difference in the value of loans and receivables from credit institutions between 2005 and 2004?", "How much did deferred tax assets increase by in 2005 compared to 2004?"], "214": ["Quelles sont les tendances des infractions de vitesse et le non-respect des règles de repos pour les transports entre 1993 et 2005 ?", "In which year was the highest number of infractions recorded for \"Incitation au non-respect des règles sur le repos journalier\"?", "How many infractions were recorded in total for all categories combined from 1993 to 2005?", "Which category had the lowest number of infractions in any given year?", "What is the total number of infractions recorded for \"Incitation à l'excès de vitesse - Transp. de marchandises dangereuses ou transp. exceptionnel\" over the entire period?", "In which year did the number of infractions for \"Incitation au non-respect des règles sur le repos hebdomadaire\" exceed 30?"], "215": ["Comment a évolué la répartition des contrats aidés entre les communes, les départements et les autres collectivités locales entre 2012 et 2013 ?", "What percentage of the total workforce in 2013 were titulaires?", "How many euros did the average salary of titulaires amount to in 2013?", "In which category (A, B, or C) did the highest percentage of titulaires fall in 2013?", "What was the percentage change in the number of employees from 2012 to 2013 for the category of \"Autres salariés\"?", "Which type of local authority had the highest percentage of employees in 2013?"], "216": ["Quelle a été l'évolution du trafic aérien en France entre 2020 et 2021 ?", "What was the percentage change in the total air traffic in France for the year 2020?", "How did the domestic traffic within metropolitan France compare to the international traffic in terms of percentage change in 2020?", "In which quarter of 2020 did the domestic traffic within metropolitan France reach its highest level?", "What was the percentage change in the international traffic from Paris compared to the rest of the country in 2020?", "Which type of international traffic (from Paris or from the rest of the country) experienced the largest percentage decrease in 2020?"], "217": ["Parmi les différents organismes d'assurance, lesquels proposent généralement une prise en charge illimitée pour les soins en psychiatrie?", "What percentage of contracts with mutual insurance companies provide unlimited coverage for psychiatric daily care?", "How many institutions of prepayment offer no coverage for psychiatric daily care under collective contracts?", "In which category of insurance (mutuals, prepayment institutions, or insurance companies) is the highest percentage of individual contracts provided with unlimited coverage?", "What is the total percentage of all insurance entities that cover psychiatric daily care for up to 90 days under collective contracts?", "Which type of insurance entity (mutuals, prepayment institutions, or insurance companies) has the highest percentage of contracts with unlimited coverage?"], "218": ["Quelle est la répartition des étudiants des universités hors Paris en termes de pourcentage par rapport à l'ensemble des établissements en 2013?", "What percentage of students in 2013 came from establishment P1?", "How many students came from establishment P6 in 2013?", "Which establishment had the highest percentage of students in 2013?", "In which year did establishment P8 have more students?", "What is the total number of students from all establishments in 2013?"], "219": ["Quel a été l'intervalle des variations pour l'euro zone au cours des années 2006, 2007 et 2008?", "What is the range of interest rates for the Euro zone in 2008?", "How do the interest rate ranges for the United Kingdom compare between 2006 and 2007?", "In which year did the interest rate range for \"Other countries\" exceed 10%?", "What was the interest rate range for the USA-Canada region in 2007?", "How has the interest rate range for \"Other countries\" changed from 2006 to 2008?"], "220": ["Combien y a-t-il de séances de TAP au total ? ", "How many total sessions were held for \"Séances de conte en semaine ouverte aux crèches, halte-garderies, assistantes maternelles et parents avec jeunes enfants\" throughout the year?", "In which months did no sessions take place for \"Séances de conte mercredi ou samedi ouvertes aux familles - niveau 3-6 ans\"?", "What is the total number of sessions for \"Séances de TAP - niveau maternelle et primaire\" in the entire year?", "Which month had the highest number of sessions for \"Séances ouvertes aux scolaires des écoles primaires et maternelles\"?", "How many total sessions were there for all activities combined in the \"ENFANCE\" section?"], "221": ["Quelle part des investissements publics est consacrée à l’aménagement et aux services urbains?", "What is the total budget allocation for services provided by local public administrations?", "Which category has the highest percentage share in the budget?", "How much does the budget allocated to education and training amount to?", "What is the average budget value per inhabitant for the category \"Culture\"?", "Which category has the smallest percentage share in the budget?"], "222": ["Comment a évolué le facteur de charge de KLM Cargo entre 2010 et 2011 ?", "What was KLM Cargo's total business revenue in the financial year 2011 (9 months)?", "How much did KLM Cargo earn per ATK unit in the financial year 2011 (9 months)?", "In which financial year did KLM Cargo have a higher total business revenue?", "By how much did the Load Factor decrease from the financial year 2010/2011 to the financial year 2011 (9 months)?", "What was the difference in unit revenue per RTK between the financial years 2011 (9 months) and 2010/2011?"], "223": ["Quel est le prix moyen d'un livre numérique en 2012 ?", "What percentage of respondents in cities with 10,000-19,999 inhabitants fall into the \"3 à 5\" category?", "In which size city (inhabitants) is the \"Ne sait pas\" response most prevalent?", "What is the total number of respondents in cities with 70,000 inhabitants or more?", "How many respondents fall into the \"100 à 149\" category in cities with 20,000-39,999 inhabitants?", "What is the average percentage of respondents across all city sizes for the \"10 à 14\" category?"], "224": ["Quel segment d'activité de Bouygues a connu la plus forte croissance de son chiffre d'affaires au premier trimestre de 2021 par rapport à la même période en 2020?", "What was the total revenue for Bouygues SA in T1 2021?", "How much did Bouygues Construction's revenue increase from T1 2020 to T1 2021?", "What is the percentage change in Bouygues Immobilier's revenue from T1 2020 to T1 2021?", "What was the effect of the perimeter on Bouygues Telecom's revenue in T1 2021?", "How much did Bouygues SA's revenue increase in T1 2021 compared to T1 2020?"], "225": ["Quel a été le résultat net de l'exercice pour les différentes branches d'activité de la Banque de proximité en France en 2004?", "What is the total net banking product for all segments combined?", "Which segment has the highest net banking product in millions of euros?", "What is the total result before taxes across all segments?", "How much are the total assets for the Banque de financement et d'investissement segment in millions of euros?", "What is the total amount of funds allocated to the company in millions of euros?"], "226": ["Quel pourcentage de locataires occupe leur logement depuis moins de quatre ans comparé aux propriétaires?", "What percentage of the total population is classified as \"propriétaire locataire\"?", "In which category does the highest percentage of \"propriétaire\" fall?", "What is the percentage of \"locataire\" in the \"moins de 4 ans\" category?", "How does the percentage of \"propriétaire locataire\" compare across different time periods?", "What is the overall distribution of the \"statut d'occupation\" among the total population?"], "227": ["Quel est le total des gains en 2016 ?", "What was the total amount for \"Restitution of aircraft\" in millions of euros on June 30, 2017?", "How much did \"Restructuring\" cost in current liabilities on December 31, 2016?", "Which category had the highest total amount on June 30, 2017?", "What is the difference between the total amounts for \"Litigation\" on June 30, 2017 and December 31, 2016?", "In which category did the largest increase occur from December 31, 2016 to June 30, 2017?"], "228": ["Quelles étaient les sommes totales en euros liées à la restitution des avions en juin et décembre 2017?", "What was the total amount for \"Restitution of aircraft\" in millions of euros on June 30, 2017?", "How much did \"Restructuring\" cost in current liabilities on December 31, 2016?", "Which category had the highest total amount on June 30, 2017?", "What is the difference between the total amounts for \"Litigation\" on June 30, 2017 and December 31, 2016?", "In which category did the largest increase occur from December 31, 2016 to June 30, 2017?"], "229": ["Quel est la valeurs totale de l'actif au 31 décembre 2005?", "What was the total asset value on December 31, 2005?", "How much did the financial assets at fair value through profit or loss increase from 2004 to 2005?", "Which category had the largest increase in value between 2004 and 2005?", "What is the difference in the value of loans and receivables from credit institutions between 2005 and 2004?", "How much did deferred tax assets increase by in 2005 compared to 2004?"], "230": ["Quelles sont les ressources humaines consacrées aux services administratifs et techniques au sein des collectivités locales en France ?", "What is the total number of administrative entities across all categories?", "How many communes have administrative functions?", "Which category has the highest number of entities in the \"Technique\" sector?", "What percentage of the total entities are classified under \"Incendie et secours\"?", "How many entities fall under the \"Autres cas\" category?"], "231": ["De combien vont augmenter les flux de trésorerie grâce à la croissance de 1% par an ?", "What is the impact on the future cash flow value when the discount rate increases by 1%?", "How does a decrease in long-term growth rate by 0.5% affect the future cash flow value?", "What is the effect on the future cash flow value if revenue growth decreases by 1% per year?", "How much does the future cash flow value change with an increase of 1% in operational margin?", "What is the difference in the future cash flow value between a 1% increase and a 1% decrease in revenue growth?"], "232": ["Que vaut le total de provisions en 2004 concernant les opérations de cédait bail ?", "What was the total amount of commercial receivables in millions of euros on December 31, 2005?", "How much did the other customer credits increase from 2004 to 2005?", "What is the difference between the net book values of receivables for the two years?", "Which category had the largest increase in value from 2004 to 2005?", "What were the total provisions made for credit-bail operations in 2005?"], "233": ["Quel est le montant des prêts subordonnés perpétuels en yens japonais et en francs suisses au 30 septembre 2020 comparé au 31 décembre 2019?", "What is the total financial debt as of September 30, 2020?", "Which type of debt has the highest non-current amount as of December 31, 2019?", "How much is the perpetual subordinated loan in Japanese Yen as of September 30, 2020?", "What is the difference between the current and total amounts for bonds as of September 30, 2020?", "Which category of debt has the largest increase from December 31, 2019 to September 30, 2020?"], "234": ["Quels sont les chiffres comparatifs des voyages d'affaires avec et sans nuitée en 2014 ?", "What was the average number of overnight trips in 2013 for all purposes?", "How did the number of day trips for personal reasons change from 2013 to 2014?", "In which year was there a higher total number of trips for professional purposes: 2013 or 2014?", "What percentage of total trips were overnight trips in 2014?", "How many more trips for personal reasons were made in 2014 compared to 2013?"], "235": ["Quel est l'operating result FY 2017 ?", "What was the percentage change in revenues from FY 2015 to FY 2016?", "How much did EBITDA increase by in FY 2016 compared to FY 2015?", "What was the operating margin in FY 2016, and how did it compare to FY 2015?", "By how much did the net result, group share, increase in FY 2016 compared to FY 2015?", "What was the ROCE (Return on Capital Employed) in FY 2016, and how did it compare to FY 2015?"], "236": ["Quel est le nombre de potentielles actions ordinaires en 2006 ?", "What was the weighted average number of ordinary shares issued in 2006?", "How many treasury stock shares were held regarding the stock option plan in 2005?", "By how much did the number of shares used to calculate basic earnings per share increase from 2005 to 2006?", "What is the total number of potential ordinary shares in 2006?", "In which year was there a higher number of ordinary and potential ordinary shares used to calculate diluted earnings per share?"], "237": ["Quels sont les chiffres du trafic aérien pour les liaisons intérieures en France pour l'année 2020 ?", "What was the percentage change in the total air traffic in France for the year 2020?", "How did the domestic traffic within metropolitan France compare to the international traffic in terms of percentage change in 2020?", "In which quarter of 2020 did the domestic traffic within metropolitan France reach its highest level?", "What was the percentage change in the international traffic from Paris compared to the rest of the country in 2020?", "Which type of international traffic (from Paris or from the rest of the country) experienced the largest percentage decrease in 2020?"], "238": ["Quel est le revenu médian des salariés d'IBM en 19884 ?", "What is the average salary of employees in Seita?", "How does Bonduelle calculate its bonus percentage relative to salaries?", "Which company has the highest bonus amount for its employees?", "What factors contribute to the calculation of bonuses at Renault?", "How does Générale sucrière determine the maximum bonus percentage based on employee roles?"], "239": ["Comment ont fluctué les coûts de l'énergie et des charges pour les ménages français entre 2000 et 2010 ?", "What was the total cost in 1990?", "How much did the energy cost increase from 2000 to 2001?", "In which year did the total cost reach its peak?", "What was the average annual increase in total costs over the period shown?", "Which year had the highest energy cost?"], "240": ["Comment sont réparties les dépenses de fonctionnement entre différents établissements partenaires d'un projet académique ?", "What is the total budget for the project as shown in the document?", "Which institution is responsible for financing the \"Déplacements et indemnités de stages\" expense?", "How much does the \"Coût salarial de l'équipe projet\" cost?", "What is the total amount allocated for \"Déplacements\"?", "Which institution is responsible for financing the \"Frais d'études (visites d'autres établissements)\"?"], "241": ["Quel a été le taux de croissance annuel des sociétés de transport ASF, APRR, SANEF, COFIROUTE, ESCOTA, AREA et SAPN entre 2007 et 2011?", "What was the percentage for ASF in 2007?", "In which year did COFIROUTE have its highest percentage?", "Which company had a percentage greater than 0% in 2007?", "Did any company have a percentage greater than 0% in 2009?", "How many companies had a percentage greater than 0% in 2007?"], "242": ["Quelle est la valeur au croisement entre le 30/03/2020 et SM Super Inter ?", "What is the total number of stores in the International section on 30/09/2019?", "Which country has the highest number of stores in the International section on 31/12/2019?", "How many stores does HM Extra have in Brazil across all the dates shown?", "What is the trend in the number of stores for SM Pão de Açúcar in Brazil from 30/09/2019 to 30/06/2020?", "In which country did the number of stores decrease between 31/12/2019 and 31/03/2020?"], "243": ["Comment a évolué le taux de couverture brut de la prestation de compensation du handicap (PCH) depuis 2006?", "What was the total expenditure on ACTP in 2019?", "How many beneficiaries received payments under PCH in 2017?", "In which year did the number of beneficiaries under ACTP exceed 100,000?", "What is the net coverage rate for the decrease in ACTP in 2018?", "What were the expenditures on PCH in 2020?"], "244": ["Quel était le montant des capitaux propres attribuables aux détenteurs d'Air France en 2011 ?", "What was the total amount of non-current assets in 2012?", "How much did current assets increase from 2011 to 2012?", "What is the difference between total assets in 2012 and 2011?", "By how much did equity attributable to equity holders of Air France decrease from 2011 to 2012?", "What was the total liabilities and equity for Air France as of 31 December 2012?"], "245": ["quel est le montant total des offres proposées ?", "How many offers were proposed for renewable heat after less than 50% of the work was completed?", "What is the total amount in euros of the offers proposed for renewable heat after less than 50% of the work was completed?", "How many works have been engaged for renewable heat after more than or equal to 50% of the work was completed?", "What is the total surface area in square meters that has been heated by the engaged works for renewable heat after more than or equal to 50% of the work was completed?", "What is the total amount in euros of the works engaged for renewable heat after more than or equal to 50% of the work was completed?"], "246": ["Quelles sont les proportions d'étudiants provenant de différents établissements d'origine en 2012 et 2013?", "What percentage of students in 2013 came from establishment P1?", "How many students came from establishment P6 in 2013?", "Which establishment had the highest percentage of students in 2013?", "In which year did establishment P8 have more students?", "What is the total number of students from all establishments in 2013?"], "247": ["Quel type d'activités est proposé pour les enfants de niveau maternelle et primaire lors des mois d'été ?", "How many total sessions were held for \"Séances de conte en semaine ouverte aux crèches, halte-garderies, assistantes maternelles et parents avec jeunes enfants\" throughout the year?", "In which months did no sessions take place for \"Séances de conte mercredi ou samedi ouvertes aux familles - niveau 3-6 ans\"?", "What is the total number of sessions for \"Séances de TAP - niveau maternelle et primaire\" in the entire year?", "Which month had the highest number of sessions for \"Séances ouvertes aux scolaires des écoles primaires et maternelles\"?", "How many total sessions were there for all activities combined in the \"ENFANCE\" section?"], "248": ["Quelle est l'adresse affichée dans le 10ème arrondissement ?", "What is the telephone number for the address at 4, place du Louvre?", "Which address is located at 116, rue de Grenelle?", "What is the telephone number for the address at 78, rue Bonaparte?", "Which address is listed under the 10th arrondissement?", "What is the telephone number for the address at 17, rue Meynadier?"], "249": ["Quelles sont les principales dépenses liées aux fonctionnements d'une équipe de projet dans une institution académique ?", "What is the total budget for the project as shown in the document?", "Which institution is responsible for financing the \"Déplacements et indemnités de stages\" expense?", "How much does the \"Coût salarial de l'équipe projet\" cost?", "What is the total amount allocated for \"Déplacements\"?", "Which institution is responsible for financing the \"Frais d'études (visites d'autres établissements)\"?"], "250": ["Quels sont les départements de la région Hauts-de-France ayant le plus de capacités en termes de cases réfrigérées?", "How many funeral chambers are there in total across all regions?", "Which department has the highest number of refrigerated cases?", "In which region is the number of refrigerated tables the lowest?", "What is the total capacity of refrigerated tables in the Grand Est region?", "How many funeral chambers are currently under project in the Hauts-de-France region?"], "251": ["Comment le montant moyen des loyers payés par les ménages en France a-t-il changé de la fin des années 80 à 2008 ?", "What was the total cost in 1988?", "How much did the energy cost increase from 1998 to 2007?", "In which year did the total cost reach 200?", "What was the average annual increase in total costs from 1988 to 2008?", "Which year had the highest total cost among the given years?"], "252": ["Combien de mètres aux alentours sont impactés par le bruit sur les grands axes de trafic?", "Quelle est la localisation qui a reçu le classement sonore le plus élevé ?", "Quelle est la largeur affectée par le bruit sur le Boulevard Périphérique ?", "Sur quelle localisation le bruit est-il le moins affecté ?", "Quelles sont les deux localisations qui ont reçu le même classement sonore ?", "Quelle est la largeur totale affectée par le bruit sur les voies ferroviaires ?"], "253": ["Comment l'efficacité des mesures de protection d'une espèce varie-t-elle selon les domaines biogéographiques en France?", "What is the classification status for the species in the Atlantic domain based on the evaluation criteria?", "How has the population size changed over time in the Continental domain compared to the reference population from 1970?", "In which domain does the species have a stable or increasing habitat, according to the evaluation?", "What are the perspectives for the future of the species in the Mediterranean domain?", "How do the perspectives for the future of the species differ between the Atlantic and Mediterranean domains?"], "254": ["quel est l'effet des échanges de taux sur le cash et cash équivalents du premier avril 2009 au 31 mars 2010 ?", "What was the profit/loss for the period in millions of Euros from April 1, 2011, to December 31, 2011?", "How much net cash flow from operating activities before changes in working capital was there from April 1, 2010, to March 31, 2011?", "What was the change in working capital from April 1, 2010, to March 31, 2011?", "What was the net cash flow from financing activities from April 1, 2010, to March 31, 2011?", "What was the effect of exchange rates on cash and cash equivalents from April 1, 2010, to March 31, 2011?"], "255": ["Au 31/12/2011, dans les communes, combien de fonctionnaires ou contractuels travaillent dans la filière administrative ? (en milliers)", "What is the total number of administrative entities across all categories?", "How many communes have administrative functions?", "Which category has the highest number of entities in the \"Technique\" sector?", "What percentage of the total entities are classified under \"Incendie et secours\"?", "How many entities fall under the \"Autres cas\" category?"], "256": ["Comment a évolué le pourcentage d'étudiants issus de l'Université P1 entre 2012 et 2013?", "What percentage of students in 2013 came from establishment P1?", "How many students came from establishment P6 in 2013?", "Which establishment had the highest percentage of students in 2013?", "In which year did establishment P8 have more students?", "What is the total number of students from all establishments in 2013?"], "257": ["Dans quels disciplines plus de 20 000 titres ont été imprimés ?", "How many titles were printed in the \"Lettres et langues\" category as of December 31, 2013?", "What is the total number of titles printed for all categories combined?", "Which category had the highest number of exemplaires (copies) printed?", "How many more copies were printed in the \"Sciences humaines et sociales et arts\" category compared to the \"Economie / Gestion\" category?", "What was the difference in the total number of titles printed between 2013 and 2012?"], "258": ["Y a-t-il des projets de développement de nouvelles chambres funéraires en Normandie?", "How many funeral chambers are there in total across all regions?", "Which department has the highest number of refrigerated cases?", "In which region is the number of refrigerated tables the lowest?", "What is the total capacity of refrigerated tables in the Grand Est region?", "How many funeral chambers are currently under project in the Hauts-de-France region?"], "259": ["Quelles sont les principales catégories de coûts dans le secteur aéronautique et comment ont-elles évolué récemment ?", "What is the total personnel cost in millions of euros?", "How much did the external costs (excluding fuel and aircraft maintenance) increase compared to the previous year?", "By how much did the aircraft costs increase compared to the previous year?", "What was the percentage increase in aircraft maintenance purchases?", "What were the total operating expenses excluding fuel?"], "260": ["Comment a évolué l'EBITDA dans différents secteurs géographiques d'une société au cours d'une année donnée ?", "What was the percentage increase in the EBITDA from 2011 to 2012?", "How did the ROC (Return on Capital Employed) change from 2011 to 2012?", "What was the net result of the activities pursued by the company in 2012?", "By how much did the financial costs decrease from 2011 to 2012?", "What was the normalized net result for the group in 2011?"], "261": ["Quels ont été les impacts des variations opérationnelles sur le résultat net normalisé d'une entreprise au fil des ans ?", "What was the percentage increase in the EBITDA from 2011 to 2012?", "How did the ROC (Return on Capital Employed) change from 2011 to 2012?", "What was the net result of the activities pursued by the company in 2012?", "By how much did the financial costs decrease from 2011 to 2012?", "What was the normalized net result for the group in 2011?"], "262": ["Peut-on obtenir un comparatif des coûts pour les utilisateurs selon la classe de leur véhicule auprès des sociétés d'autoroutes?", "What is the average value for Classe 2 across all companies?", "Which company has the highest value in Classe 4?", "How many companies have a Classe 5 value of 0.60 or higher?", "What is the total sum of Classe 3 values for all companies?", "Which company has the lowest Classe 2 value?"], "263": ["Comment ont évolué les réserves liées au capital d'une société spécifique au cours des années 2016 à 2017?", "What was the number of shares in circulation on January 1, 2016?", "How many dividends were paid out in 2016?", "What was the total amount of capital social on December 31, 2017?", "What is the difference between the number of shares in circulation on January 1, 2016, and December 31, 2017?", "Which category had the largest negative value in the \"Achats/Ventes d'actions propres\" section?"], "264": ["Quelles étaient les tendances des indicateurs financiers clés des entreprises, comme l'EBITDA ou le résultat net, au cours des dernières années?", "What was the percentage change in revenues from FY 2015 to FY 2016?", "How much did EBITDA increase by in FY 2016 compared to FY 2015?", "What was the operating margin in FY 2016, and how did it compare to FY 2015?", "By how much did the net result, group share, increase in FY 2016 compared to FY 2015?", "What was the ROCE (Return on Capital Employed) in FY 2016, and how did it compare to FY 2015?"], "265": ["Quelle a été l'évolution annuelle du taux de reprise des programmes pour les chaînes de télévision françaises entre 2009 et 2010 ?", "What was the percentage increase in the retransmission rate for TF1 from March 2009 to March 2010?", "Which channel had the highest retransmission rate in March 2010?", "How much did the average retransmission rate increase between March 2009 and March 2010?", "In which month did France 5 have the lowest retransmission rate?", "What was the retransmission rate for Arte in March 2009?"], "266": ["Combien de fois par an sont organisées des séances de contes pour les familles avec des enfants de moins de trois ans ?", "How many total sessions were held for \"Séances de conte en semaine ouverte aux crèches, halte-garderies, assistantes maternelles et parents avec jeunes enfants\" throughout the year?", "In which months did no sessions take place for \"Séances de conte mercredi ou samedi ouvertes aux familles - niveau 3-6 ans\"?", "What is the total number of sessions for \"Séances de TAP - niveau maternelle et primaire\" in the entire year?", "Which month had the highest number of sessions for \"Séances ouvertes aux scolaires des écoles primaires et maternelles\"?", "How many total sessions were there for all activities combined in the \"ENFANCE\" section?"], "267": ["Quelle est la surface moyenne chauffée par les travaux de rénovation pour améliorer l'efficacité énergétique des logements?", "How many offers were proposed for renewable heat after less than 50% of the work was completed?", "What is the total amount in euros of the offers proposed for renewable heat after less than 50% of the work was completed?", "How many works have been engaged for renewable heat after more than or equal to 50% of the work was completed?", "What is the total surface area in square meters that has been heated by the engaged works for renewable heat after more than or equal to 50% of the work was completed?", "What is the total amount in euros of the works engaged for renewable heat after more than or equal to 50% of the work was completed?"], "268": ["Combien de type d'établissement différents ont eu des patients avec EIG ?", "What is the percentage of patients with EIG in CHUs compared to those without EIG?", "Is there a statistically significant difference in the percentage of patients with EIG between CHUs and other types of establishments under DG?", "How does the percentage of patients with EIG differ between medical and surgical specialties?", "What is the overall percentage of patients with EIG across all types of establishments and specialties?", "Is there a statistically significant difference in the percentage of patients with EIG between medical and surgical specialties?"], "269": ["Quels ont été les impacts des changements de périmètre et des effets de change sur le chiffre d'affaires international du Groupe Bouygues au T1 2021?", "What was the total revenue for Bouygues SA in T1 2021?", "How much did Bouygues Construction's revenue increase from T1 2020 to T1 2021?", "What is the percentage change in Bouygues Immobilier's revenue from T1 2020 to T1 2021?", "What was the effect of the perimeter on Bouygues Telecom's revenue in T1 2021?", "How much did Bouygues SA's revenue increase in T1 2021 compared to T1 2020?"], "270": ["Quelles sont les dépenses annuelles consacrées aux aides ACTP et PCH au cours des dernières années?", "What was the total expenditure on ACTP in 2019?", "How many beneficiaries received payments under PCH in 2017?", "In which year did the number of beneficiaries under ACTP exceed 100,000?", "What is the net coverage rate for the decrease in ACTP in 2018?", "What were the expenditures on PCH in 2020?"], "271": ["Comment a évolué le total des passifs d'Air France entre 2011 et 2012 ?", "What was the total amount of non-current assets in 2012?", "How much did current assets increase from 2011 to 2012?", "What is the difference between total assets in 2012 and 2011?", "By how much did equity attributable to equity holders of Air France decrease from 2011 to 2012?", "What was the total liabilities and equity for Air France as of 31 December 2012?"], "272": ["Où puis-je obtenir une liste de numéros de téléphone associés à des adresses dans Paris par arrondissement ?", "What is the telephone number for the address at 4, place du Louvre?", "Which address is located at 116, rue de Grenelle?", "What is the telephone number for the address at 78, rue Bonaparte?", "Which address is listed under the 10th arrondissement?", "What is the telephone number for the address at 17, rue Meynadier?"], "273": ["Combien d'accidents du travail y a-t-il eu en 2014 ?", "What was the number of passenger transport by road in 2008 according to Fimo?", "How much did the number of passenger transport by road increase from 2013 to 2014 for Passerelle?", "What is the average annual growth rate of passenger transport by road from 2008 to 2013?", "In which year did the number of passenger transport by road reach its peak according to FCOS/FCO?", "What was the percentage change in the number of passenger transport by road from 2013 to 2014 for Fimo?"], "274": ["Quelle était la valeur totale brute des actifs au 31 mars 2011 comparée à celle du 31 décembre 2010 ?", "What was the gross value of financial assets available for sale on December 31, 2011?", "How much impairment charge occurred at opening in March 31, 2011?", "What is the total amount of loans and receivables on December 31, 2011?", "Which category had the highest gross value on December 31, 2011?", "What was the change in the gross value from December 31, 2010 to December 31, 2011?"], "275": ["Quelle a été l'évolution du nombre de voyages avec nuitée pour des motifs personnels entre 2013 et 2014 ?", "What was the average number of overnight trips in 2013 for all purposes?", "How did the number of day trips for personal reasons change from 2013 to 2014?", "In which year was there a higher total number of trips for professional purposes: 2013 or 2014?", "What percentage of total trips were overnight trips in 2014?", "How many more trips for personal reasons were made in 2014 compared to 2013?"], "276": ["Quel est le pourcentage de croissance du trafic des sites e-commerce entre les premiers trimestres de 2015 et 2016 ?", "What was the total GMV (volume d'affaires) TTC for the first quarter of 2015?", "By what percentage did the traffic increase from T1 2015 to T1 2016?", "How many active clients were there in T1 2016 compared to T1 2015?", "What was the growth rate of units sold from T1 2015 to T1 2016?", "What was the total growth rate of GMV (volume d'affaires) TTC from T1 2015 to T1 2016?"], "277": ["Quelle a été l'évolution des dépenses de fonctionnement d'aide sociale en France entre 1995 et 2011?", "What was the total spending on social aid in 2011?", "How much did the mandatory social aid expenses increase from 1995 to 2011?", "In which year did the investment for colleges reach its peak?", "What was the difference between the total spending on colleges in 2005 and 2006?", "How many million euros were allocated for transport school in 2010?"], "278": ["Comment l'amortissement et les acquisitions ont-ils affecté les résultats financiers d'une entreprise récemment?", "What was the net result for the group in 2017?", "How many shares were outstanding at the beginning of 2017?", "What is the diluted earnings per share for the group in 2017?", "What is the impact on the diluted earnings per share due to dilutive instruments in 2017?", "How did the amortization of intangible assets related to acquisitions affect the net result in 2017?"], "279": ["Quels sont les postes de dépenses qui constituent les charges des ménages français et comment ont-ils évolué entre 1988 et 2008 ?", "What was the total cost in 1988?", "How much did the energy cost increase from 1998 to 2007?", "In which year did the total cost reach 200?", "What was the average annual increase in total costs from 1988 to 2008?", "Which year had the highest total cost among the given years?"]}